[
  {
    "number": 89,
    "enName": "Actinium",
    "symbol": "Ac",  
    "weight": "227",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 6d1 7s2",
    "enDescription": "Silvery radioactive metallic element, belongs to group 3 of the periodic table. The most stable isotope, Ac-227, has a half-life of 217 years. Ac-228 (half-life of 6.13 hours) also occurs in nature. There are 22 other artificial isotopes, all radioactive and having very short half-lives. Chemistry similar to lanthanumpy. Used as a source of alpha particles. Discovered by A. Debierne in 1899.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Extremely rare, found in all uranium ores. Usually obtained by treating radium with neutrons in a reactor.",
    "trName": "Aktinyum",
    "trCategory": "Aktinit",
    "trDescription": "Periyodik tablonun üçüncü grubunda bulunan gümüşümsü, radyoaktif metal bir elementtir. En kararlı izotopu Ac-227'nin 217 yıllık bir yarı ömrü vardır. Ac-228 de (6.13 saatlik yarı ömür ile) doğada bulunur. Her birinin radyoaktif ve kısa yarı ömre sahip olduğu 22 tane de yapay izotopu vardır. Kimyası lantana benzer. Alfa parçacıkları olarak kullanılır. 1899'da A. Debierne tarafından bulunmuştur.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Son derece nadirdir. Bütün uranyum cevherlerinde bulunur. Genellikle radyumun reaktörde nötronlarla kimyasal işleme tabi tutulmasıyla elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 90,
    "enName": "Thorium",
    "symbol": "Th",  
    "weight": "232.03774",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 6d2 7s2",
    "enDescription": "Grey radioactive metallic element. Belongs to actinoids. Found in monazite sand in Brazil, India and the US. Thorium-232 has a half-life of 1.39x10^10 years. Can be used as a nuclear fuel for breeder reactors. Thorium-232 captures slow Neutrons and breeds uranium-233. Discovered by Jons J. Berzelius in 1829.",
    "enUsage": "Used in making strong alloys. Also in ultraviolet photoelectric cells. It is a common ingredient in high-quality lenses. Bombarded with neutrons make uranium-233, a nuclear fuel.",
    "enSource": "Found in various minerals like monazite and thorite.",
    "trName": "Toryum",
    "trCategory": "Aktinit",
    "trDescription": "Gri, radyoaktif metal bir elementtir. Aknititler sınıfındadır. Brezilya, Hindistan ve ABD'de monazit kumunda bulunur. Toryum-232'nin 1.39x10^10 yıl radyo ömrü vardır. Üretken reaktörler için nükleer yakıt olarak kullanılabilir. Toryum-232 yavaş nötronları yakalar ve uranyum-233'ü üretir. 1829'da Jons J. Berzelius tarafından keşfedilmiştir.",
    "trUsage": "Güçlü alaşımların yapımında ve ultraviyoleli fotoelektrik hücrelerin yapımında kullanılır. Yüksek kaliteli lenslerde yaygın olarak kullanılır. Nükleer bir yakıt olan uranyum-223'ün yapımı için nötronlar ile bombardıman edilir.",
    "trSource": "Monazit ve torit gibi çeşitli minerallerde bulunur.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 91,
    "enName": "Protactinium",
    "symbol": "Pa",  
    "weight": "231.035882",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f2 6d1 7s2",
    "enDescription": "Radioactive metallic element, belongs to the actinoids. The most stable isotope, Pa-231 has a half-life of 2.43*10^4 years. At least 10 other radioactive isotopes are known. No practical applications are known. Discovered in 1917 by Lise Meitner and Otto Hahn.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Does not occur in nature. Found among fission products of uranium, thorium, and plutonium.",
    "trName": "Proaktinyum",
    "trCategory": "Aktinit",
    "trDescription": "Aktinitler sınıfında bulunan radyoaktif metal element. En kararlı izotopu Pa-231'in 2.43*10^4 yıllık yarı ömrü vardır. Bilinen en az on izotopu daha vardır. Bilinen herhangi bir kullanımı yoktur. 1917'de Lisa Meitner ve Otto Hahn tarafından keşfedilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Doğada bulunmaz. Uranyum, toryum ve plütonyumun fizyon ürünlerinde bulunur.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 92,
    "enName": "Uranium",
    "symbol": "U",  
    "weight": "238.028913",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f3 6d1 7s2",
    "enDescription": "White radioactive metallic element belonging to the actinoids. Three natural isotopes, U-238, U-235 and U-234. Uranium-235 is used as the fuel for nuclear reactors and weapons. Discovered by Martin H. Klaproth in 1789.",
    "enUsage": "For many centuries it was used as a pigment for glass. Now it is used as a fuel in nuclear reactors and in bombs.",
    "enSource": "Occurs in many rocks, but in large amounts only in such minerals as pitchblende and carnotite.",
    "trName": "Uranyum",
    "trCategory": "Aktinit",
    "trDescription": "Aktinitler arasında bulunan beyaz radyoaktif metal bir elementtir. U-238, U-235 ve U-234 olmak üzere üç doğal izotopu vardır. Uranium-235 nükleer silah ve reaktörler için yakıt olarak kullanılır. Martin H. Klaproth tarafından 1789'da keşfedilmiştir.",
    "trUsage": "Yüzlerce yıl boyunca camlar için bir pigment olarak kullanılmıştır. Günümüzde nükleer reaktörlerde ve bombalarda yakıt olarak kullanılmaktadır.",
    "trSource": "Birçok kayada görülür. Ancak, büyük miktarları ancak uraninit ve karnotit gibi minerallerde bulunur.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 93,
    "enName": "Neptunium",
    "symbol": "Np",  
    "weight": "237",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f4 6d1 7s2",
    "enDescription": "Radioactive metallic transuranic element, belongs to the actinoids. Np-237, the most stable isotope, has a half-life of 2.2*10^6 years and is a by product of nuclear reactors. The other known isotopes have mass numbers 229 through 236, and 238 through 241. Np-236 has a half-life of 5*10^3 years. First produced by Edwin M. McMillan and P.H. Abelson in 1940.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Produced by bombarding uranium with slow neutrons.",
    "trName": "Neptünyum",
    "trCategory": "Aktinit",
    "trDescription": "Aktinitler sınıfında bulunan bir transuranik radyoaktif elementtir. En kararlı izotopu olan Np-237, 2.2*10^6 yıllık bir yarı ömre sahip olup nükleer reaktörlerin yan ürünüdür. Bilinen diğer izotopların 229-236 ve 238-241 arasında kütle numaraları vardır. Np-236'nın, 5*10^3 yıllık yarıömrü vardır. İlk kez 1940'da Edwin M. McMillan ve P.H. Abelson tarafından elde edilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Uranyumun yavaş nötronlarla bombardıman edilmesi sonucu elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 94,
    "enName": "Plutonium",
    "symbol": "Pu",  
    "weight": "244",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f6 7s2",
    "enDescription": "Dense silvery radioactive metallic transuranic element, belongs to the actinoids. Pu-244 is the most stable isotope with a half-life of 7.6*10^7 years. Thirteen isotopes are known. Pu-239 is the most important, it undergoes nuclear fission with slow neutrons and is hence important to nuclear weapons and reactors. Plutonium production is monitored down to the gram to prevent military misuse. First produced by Gleen T. Seaborg, Edwin M. McMillan, J.W. Kennedy and A.C. Wahl in 1940.",
    "enUsage": "Used in bombs and reactors. Small quantities are used in thermo-electric generators.",
    "enSource": "Found rarely in some uranium ores. Made by bombarding uranium with neutrons.",
    "trName": "Plütonyum",
    "trCategory": "Aktinit",
    "trDescription": "Aktinitler arasında bulunan yoğun, gümüşümsü, radyoaktif metal bir elementtir. Pu-244, 7.6*10^7 yıllık yarı ömür ile en kararlı izotopudur. Bilinen 13 izotopu vardır. En önemlisi Pu-239'dur, yavaş nötronlarla fizyona girebildiği için nükleer silahlar ve reaktörler için önem arz eder. Plütonyum üretimi, askeri alanda hatalı kullanımı önlemek için gram hesabıyla denetlenir. İlk kez 1940 yılında Gleen T. Seaborg, Edwin M. McMillan, J.W. Kennedy ve A.C. Wahl tarafından elde edilmiştir.",
    "trUsage": "Bomba ve reaktörlerde kullanılır. Az miktarlarla termo-elektrik jeneratörlerinde kullanılır.",
    "trSource": "Nadiren bazı uranyum cevherlerinde bulunur. Uranyumun nötronlarla bombardıman edilmesi ile elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 95,
    "enName": "Americium",
    "symbol": "Am",  
    "weight": "243",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f7 7s2",
    "enDescription": "Radioactive metallic transuranic element, belongs to the actinoids. Ten known isotopes. Am-243 is the most stable isotope, with a half-life of 7.95*10^3 years. Discovered by Glenn T. Seaborg and associates in 1945, it was obtained by bombarding Uranium-238 with alpha particles.",
    "enUsage": "Americium-241 is currently used in smoke detectors.",
    "enSource": "Produced by bombarding plutonium with neutrons.",
    "trName": "Amerikyum",
    "trCategory": "Aktinit",
    "trDescription": "Aktinitler sınıfına ait transuranik, radyoaktif metal element. Bilinen on izotopu vardır. Am-243, 7.95*10^3 yıl yarı ömür ile en kararlı izotoptur. 1945'te Glenn T. Seaborg ve meslektaşları tarafından keşfedilen bu element, Uranyum-238'in alfa parçacıklarıyla bombardıman edilmesiyle elde edilmiştir.",
    "trUsage": "Amerikiyum-241 günümüzde yangın detektörlerinde kullanılmaktadır.",
    "trSource": "Plütonyumun nötronlarla bombardıman edilmesi ile elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 96,
    "enName": "Curium",
    "symbol": "Cm",  
    "weight": "247",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f7 7s2",
    "enDescription": "Radioactive metallic transuranic element. Belongs to actinoid series. Nine known isotopes, Cm-247 has a half-life of 1.64*10^7 years. First identified by Glenn T. Seaborg and associates in 1944, first produced by L.B. Werner and I. Perlman in 1947 by bombarding americium-241 with Neutrons. Named for Marie Curie.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Made by bombarding plutonium with helium ions. So radioactive it glows in the dark.",
    "trName": "Küriyum",
    "trCategory": "Aktinit",
    "trDescription": "Transuranik, radyoaktif metal bir elementtir. Aktinitler sınıfında bulunur. Bilinen dokuz izotopu vardır. Cm-247'nin 1.64*10^7 yıllık yarı ömrü bulunmaktadır. İlk kez Glenn T. Seaborg ve meslektaşları tarafından 1944'te bulunmuş, 1947'de de L.B. Werner ve I. Perlman tarafından amerikum-241'in nötronlarla bombardıman edilmesi sonucu elde edilmiştir. Marie Curie'nin adı verilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Plütonyumun helyum iyonlarıyla bombardıman edilmesi sonucu elde edilir. Karanlıkta parlayacak kadar radyoaktiftir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 97,
    "enName": "Berkelium",
    "symbol": "Bk",  
    "weight": "247",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f9 7s2",
    "enDescription": "Radioactive metallic transuranic element. Belongs to actinoid series. Eight known isotopes, the most common Bk-247, has a half-life of 1.4*10^3 years. First produced by Glenn T. Seaborg and associates in 1949 by bombarding americium-241 with alpha particles.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Some compounds have been made and studied. Made by bombarding americium with alpha particles.",
    "trName": "Berkelyum",
    "trCategory": "Aktinit",
    "trDescription": "Transuranik, radyoaktif metal bir elementtir. Aktinitler sınıfındadır. 1.4*10^3 yıllık yarı ömrü olan en yaygın Bk-247 ile birlikte bilinen sekiz izotopu vardır. İlk kez 1949'da amerikum-241'in Glenn T. Seaborg ve meslektaşları tarafından alfa parçacıkları ile bombardıman edilmesi sonucu elde edilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Bazı bileşikleri üretilip üzerlerinde çalışılmıştır. Amerikiyumun alfa parçacıklarıyla bombardıman edilmesi ile elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 98,
    "enName": "Californium",
    "symbol": "Cf",  
    "weight": "251",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f10 7s2",
    "enDescription": "Radioactive metallic transuranic element. Belongs to actinoid series. Cf-251 has a half life of about 700 years. Nine isotopes are known. Cf-252 is an intense Neutron source, which makes it an intense Neutron source and gives it a use in Neutron activation analysis and a possible use as a radiation source in medicine. First produced by Glenn T. Seaborg and associates in 1950.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Made by bombarding curium with helium ions.",
    "trName": "Kaliforniyum",
    "trCategory": "Aktinit",
    "trDescription": "Transuranik, radyoaktif metal bir elementtir. Aktinitler sıfında bulunur. Cf-251'in 700 yıl civarında yarı ömrü vardır. Bilinen dokuz izotopu vardır. Cf-252, yoğun bir nötron kaynağıdır. Bu sayede nötron aktivasyon analizinde ve tıpta bir radyasyon kaynağı olarak kullanılabilmektedir. İlk kez Glenn T. Seaborg ve meslektaşları tarafından 1950'de elde edilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Küryumun helyum iyonları ile bombardıman edilmesi sonucu elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 99,
    "enName": "Einsteinium",
    "symbol": "Es",  
    "weight": "252",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f11 7s2",
    "enDescription": "Appearance is unknown, however it is most probably metallic and silver or gray in color. Radioactive metallic transuranic element belonging to the actinoids. Es-254 has the longest half-life of the eleven known isotopes at 270 days. First identified by Albert Ghiorso and associates in the debris of the 1952 hydrogen bomb explosion. In 1961 the first microgram quantities of Es-232 were separated. While einsteinium never exists naturally, if a sufficient amount was assembled, it would pose a radiation hazard.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Made by bombarding uranium with neutrons.",
    "trName": "Aynştaynyum",
    "trCategory": "Aktinit",
    "trDescription": "Görünüşü bilinmemektedir ancak büyük olasılıkla gümüş veya gri renkte ve metaldir. Aktinitler sınıfına ait olan transuranik radyoaktif bir elementtir. Es-254 bilinen 11 izotop arasında en uzun yarı ömre sahiptir. İlk kez Albert Ghiorso ve meslektaşları tarafından 1952'te patlatılan ilk hidrojen bombasının enkazında bulunmuştur. 1961'de, Es-232'nin mikrogram düzeyindeki ilk miktarları izole edildi. Aynştaynyum doğal olarak bulunmazken, yeterli miktarda bir araya getirildiği takdirde radyasyon riski taşıyabilir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Uranyumun nötronlarla bombardıman edilmesiyle edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 100,
    "enName": "Fermium",
    "symbol": "Fm",  
    "weight": "257",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f12 7s2",
    "enDescription": "Radioactive metallic transuranic element, belongs to the actinoids. Ten known isotopes, most stable is Fm-257 with a half-life of 10 days. First identified by Albert Ghiorso and associates in the debris of the first hydrogen-bomb explosion in 1952.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Produced by bombarding lighter transuranium elements with still lighter particles or by neutron capture.",
    "trName": "Fermiyum",
    "trCategory": "Aktinit",
    "trDescription": "Transurani ve radyoaktif metal bir elementtir. Aktinitler sınıfının bir üyesidir. Bilinen on izotopu vardır. 10 günlük yarı ömre sahip Fm-257 en kararlı olanıdır. 1952'de Albert Ghiorso ve meslektaşları tarafından patlatılan ilk hidrojen bombasının enkazında bulunmuştur.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Daha hafif transuranyum elementlerinin yine daha hafif parçacıklar ile bombardıman edilmesiyle ya da nötron yakalama ile elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 101,
    "enName": "Mendelevium",
    "symbol": "Md",  
    "weight": "258",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f13 7s2",
    "enDescription": "Radioactive metallic transuranic element. Belongs to the actinoid series. Only known isotope, Md-256 has a half-life of 1.3 hours. First identified by Glenn T. Seaborg, Albert Ghiorso and associates in 1955. Alternative name Unnilunium has been proposed. Named after the 'inventor' of the periodic table, Dmitri Mendeleev.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Made by bombarding einsteinium with helium ions.",
    "trName": "Mendelevyum",
    "trCategory": "Aktinit",
    "trDescription": "Transurani ve radyoaktif metal bir elementtir. Aktinit serisindedir. Bilinen tek izotopu Md-256'nın 1.3 saat yarı ömrü vardır. İlk olarak Gleen T. Seaborg, Albert Ghiorso ve meslektaşları tarafından 1955'te bulunmuştur. Alternatif olarak Unniluniyum adı önerilmiştir. Periyodik tablonun mucidi Dmitri Mendeleyev'in adı verilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Aynştanyumun helyum iyonları ile bombardıman edilmesiyle elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 102,
    "enName": "Nobelium",
    "symbol": "No",  
    "weight": "259",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f14 7s2",
    "enDescription": "Radioactive metallic transuranic element, belongs to the actinoids. Seven known isotopes exist, the most stable being No-254 with a half-life of 255 seconds. First identified with certainty by Albert Ghiorso and Glenn T. Seaborg in 1966. Unnilbium has been proposed as an alternative name.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Made by bombarding curium with carbon-13",
    "trName": "Nobelyum",
    "trCategory": "Aktinit",
    "trDescription": "Transurani ve radyoaktif metal bir elementtir. Bilinen yedi izotopu vardır, en kararlısı 255 saniye yarı ömürle No-254'tür. İlk olarak 1966'ta Albert Ghiorso ve Glenn T. Seaborg tarafından keşfedilmiştir. Alternatif olarak, unnilbiyum adı önerilmiştir.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Küryumun karbon-13 ile bombardıman edilmesiyle elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  },
  {
    "number": 103,
    "enName": "Lawrencium",
    "symbol": "Lr",  
    "weight": "266",
    "enCategory": "Actinide",
    "block": "F",
    "period": "7",
    "group": "Actinide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 5f14 7s2 7p1",
    "enDescription": "Appearance unknown, however it is most likely silvery-white or grey and metallic. Lawrencium is a synthetic rare-earth metal. There are eight known radioisotopes, the most stable being Lr-262 with a half-life of 3.6 hours. Due to the short half-life of lawrencium, and its radioactivity, there are no known uses for it. Identified by Albert Ghiorso in 1961 at Berkeley. It was produced by bombarding californium with boron ions. The name is temporary IUPAC nomenclature, the origin of the name comes from Ernest O. Lawrence, the inventor of the cyclotron. If sufficient amounts of lawrencium were produced, it would pose a radiation hazard.",
    "enUsage": "It has no significant commercial applications.",
    "enSource": "Produced by bombarding californium with boron ions.",
    "trName": "Lavrensiyum",
    "trCategory": "Aktinit",
    "trDescription": "Görünüşü bilinmemektedir ancak büyük olasılıkla gümüşümsü-beyaz veya gri renkte ve metaldir. Lavrensiyum sentetik bir nadir toprak metalidir. Bilinen sekiz radyoizotopu vardır. Lr-262, 3.6 saatlik yarı ömür ile en kararlı olanıdır. Lavrensiyumun kısa yarı ömründen ve radyoaktifliğinden dolayı, bilinen bir kullanımı yoktur. Albert Ghiorso tarafından 1961 tarafından Berkeley'de bulunmuştur. Kaliforniyumun bor iyonları ile bombordıman edilmesi sonucu elde edilmiştir. Element adı, Uluslararası Temel ve Uygulamalı Kimya Birliği'nin verdiği geçici bir terimdir. Kökeni, siklotronun mucidi Ernest O. Lawrence'dan gelmektedir. Yeterli miktarlarda elde edildiği takdirde, radyasyon riski oluşturur.",
    "trUsage": "Önemli bir ticari kullanımı yoktur.",
    "trSource": "Kaliforniyumun bor iyonlarıyla bombardıman edilmesiyle elde edilir.",
    "colors": "FFC7EA",
    "shColor": "B68DA6"
  }
]
