[
  
    {
      "number": 89,
      "name": "Actinium",
      "symbol": "Ac",  
      "weight": "227",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Silvery radioactive metallic element, belongs to group 3 of the periodic table. The most stable isotope, Ac-227, has a half-life of 217 years. Ac-228 (half-life of 6.13 hours) also occurs in nature. There are 22 other artificial isotopes, all radioactive and having very short half-lives. Chemistry similar to lanthanumpy. Used as a source of alpha particles. Discovered by A. Debierne in 1899.",
      "usage":"It has no significant commercial applications.",
      "source":"Extremely rare, found in all uranium ores. Usually obtained by treating radium with neutrons in a reactor.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 90,
      "name": "Thorium",
      "symbol": "Th",  
      "weight": "232.03774",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Grey radioactive metallic element. Belongs to actinoids. Found in monazite sand in Brazil, India and the US. Thorium-232 has a half-life of 1.39x10^10 years. Can be used as a nuclear fuel for breeder reactors. Thorium-232 captures slow Neutrons and breeds uranium-233. Discovered by Jons J. Berzelius in 1829.",
      "usage":"Used in making strong alloys. Also in ultraviolet photoelectric cells. It is a common ingredient in high-quality lenses. Bombarded with neutrons make uranium-233, a nuclear fuel.",
      "source":"Found in various minerals like monazite and thorite.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 91,
      "name": "Protactinium",
      "symbol": "Pa",  
      "weight": "231.035882",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic element, belongs to the actinoids. The most stable isotope, Pa-231 has a half-life of 2.43*10^4 years. At least 10 other radioactive isotopes are known. No practical applications are known. Discovered in 1917 by Lise Meitner and Otto Hahn.",
      "usage":"It has no significant commercial applications.",
      "source":"Does not occur in nature. Found among fission products of uranium, thorium, and plutonium.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 92,
      "name": "Uranium",
      "symbol": "U",  
      "weight": "238.028913",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"White radioactive metallic element belonging to the actinoids. Three natural isotopes, U-238, U-235 and U-234. Uranium-235 is used as the fuel for nuclear reactors and weapons. Discovered by Martin H. Klaproth in 1789.",
      "usage":"For many centuries it was used as a pigment for glass. Now it is used as a fuel in nuclear reactors and in bombs.",
      "source":"Occurs in many rocks, but in large amounts only in such minerals as pitchblende and carnotite.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 93,
      "name": "Neptunium",
      "symbol": "Np",  
      "weight": "237",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element, belongs to the actinoids. Np-237, the most stable isotope, has a half-life of 2.2*10^6 years and is a by product of nuclear reactors. The other known isotopes have mass numbers 229 through 236, and 238 through 241. Np-236 has a half-life of 5*10^3 years. First produced by Edwin M. McMillan and P.H. Abelson in 1940.",
      "usage":"It has no significant commercial applications.",
      "source":"Produced by bombarding uranium with slow neutrons.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 94,
      "name": "Plutonium",
      "symbol": "Pu",  
      "weight": "244",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Dense silvery radioactive metallic transuranic element, belongs to the actinoids. Pu-244 is the most stable isotope with a half-life of 7.6*10^7 years. Thirteen isotopes are known. Pu-239 is the most important, it undergoes nuclear fission with slow neutrons and is hence important to nuclear weapons and reactors. Plutonium production is monitored down to the gram to prevent military misuse. First produced by Gleen T. Seaborg, Edwin M. McMillan, J.W. Kennedy and A.C. Wahl in 1940.",
      "usage":"Used in bombs and reactors. Small quantities are used in thermo-electric generators.",
      "source":"Found rarely in some uranium ores. Made by bombarding uranium with neutrons.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 95,
      "name": "Americium",
      "symbol": "Am",  
      "weight": "243",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element, belongs to the actinoids. Ten known isotopes. Am-243 is the most stable isotope, with a half-life of 7.95*10^3 years. Discovered by Glenn T. Seaborg and associates in 1945, it was obtained by bombarding Uranium-238 with alpha particles.",
      "usage":"Americium-241 is currently used in smoke detectors.",
      "source":"Produced by bombarding plutonium with neutrons.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 96,
      "name": "Curium",
      "symbol": "Cm",  
      "weight": "247",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element. Belongs to actinoid series. Nine known isotopes, Cm-247 has a half-life of 1.64*10^7 years. First identified by Glenn T. Seaborg and associates in 1944, first produced by L.B. Werner and I. Perlman in 1947 by bombarding americium-241 with Neutrons. Named for Marie Curie.",
      "usage":"It has no significant commercial applications.",
      "source":"Made by bombarding plutonium with helium ions. So radioactive it glows in the dark.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 97,
      "name": "Berkelium",
      "symbol": "Bk",  
      "weight": "247",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element. Belongs to actinoid series. Eight known isotopes, the most common Bk-247, has a half-life of 1.4*10^3 years. First produced by Glenn T. Seaborg and associates in 1949 by bombarding americium-241 with alpha particles.",
      "usage":"It has no significant commercial applications.",
      "source":"Some compounds have been made and studied. Made by bombarding americium with alpha particles.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 98,
      "name": "Californium",
      "symbol": "Cf",  
      "weight": "251",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element. Belongs to actinoid series. Cf-251 has a half life of about 700 years. Nine isotopes are known. Cf-252 is an intense Neutron source, which makes it an intense Neutron source and gives it a use in Neutron activation analysis and a possible use as a radiation source in medicine. First produced by Glenn T. Seaborg and associates in 1950.",
      "usage":"It has no significant commercial applications.",
      "source":"Made by bombarding curium with helium ions.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 99,
      "name": "Einsteinium",
      "symbol": "Es",  
      "weight": "252",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Appearance is unknown, however it is most probably metallic and silver or gray in color. Radioactive metallic transuranic element belonging to the actinoids. Es-254 has the longest half-life of the eleven known isotopes at 270 days. First identified by Albert Ghiorso and associates in the debris of the 1952 hydrogen bomb explosion. In 1961 the first microgram quantities of Es-232 were separated. While einsteinium never exists naturally, if a sufficient amount was assembled, it would pose a radiation hazard.",
      "usage":"It has no significant commercial applications.",
      "source":"Made by bombarding uranium with neutrons.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 100,
      "name": "Fermium",
      "symbol": "Fm",  
      "weight": "257",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element, belongs to the actinoids. Ten known isotopes, most stable is Fm-257 with a half-life of 10 days. First identified by Albert Ghiorso and associates in the debris of the first hydrogen-bomb explosion in 1952.",
      "usage":"It has no significant commercial applications.",
      "source":"Produced by bombarding lighter transuranium elements with still lighter particles or by neutron capture.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 101,
      "name": "Mendelevium",
      "symbol": "Md",  
      "weight": "258",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element. Belongs to the actinoid series. Only known isotope, Md-256 has a half-life of 1.3 hours. First identified by Glenn T. Seaborg, Albert Ghiorso and associates in 1955. Alternative name Unnilunium has been proposed. Named after the 'inventor' of the periodic table, Dmitri Mendeleev.",
      "usage":"It has no significant commercial applications.",
      "source":"Made by bombarding einsteinium with helium ions.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 102,
      "name": "Nobelium",
      "symbol": "No",  
      "weight": "259",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Radioactive metallic transuranic element, belongs to the actinoids. Seven known isotopes exist, the most stable being No-254 with a half-life of 255 seconds. First identified with certainty by Albert Ghiorso and Glenn T. Seaborg in 1966. Unnilbium has been proposed as an alternative name.",
      "usage":"It has no significant commercial applications.",
      "source":"Made by bombarding curium with carbon-13",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    },
    {
      "number": 103,
      "name": "Lawrencium",
      "symbol": "Lr",  
      "weight": "266",
      "category": "Actinide",
      "block" :"F",
      "period":"7",
      "group":"Actinide",
      "description":"Appearance unknown, however it is most likely silvery-white or grey and metallic. Lawrencium is a synthetic rare-earth metal. There are eight known radioisotopes, the most stable being Lr-262 with a half-life of 3.6 hours. Due to the short half-life of lawrencium, and its radioactivity, there are no known uses for it. Identified by Albert Ghiorso in 1961 at Berkeley. It was produced by bombarding californium with boron ions. The name is temporary IUPAC nomenclature, the origin of the name comes from Ernest O. Lawrence, the inventor of the cyclotron. If sufficient amounts of lawrencium were produced, it would pose a radiation hazard.",
      "usage":"It has no significant commercial applications.",
      "source":"Produced by bombarding californium with boron ions.",
      "colors":"FFC7EA",
      "shColor":"B68DA6"
    }
]