[
    {
        "number": 89,
        "name": "Aktinyum",
        "symbol": "Ac",  
        "weight": "227",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Periyodik tablonun üçüncü grubunda bulunan gümüşümsü, radyoaktif metal bir elementtir. En kararlı izotopu Ac-227'nin 217 yıllık bir yarı ömrü vardır. Ac-228 de (6.13 saatlik yarı ömür ile) doğada bulunur. ",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Son derece nadirdir. Bütün uranyum cevherlerinde bulunur. Genellikle radyumun reaktörde nötronlarla kimyasal işleme tabi tutulmasıyla elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 90,
        "name": "Toryum",
        "symbol": "Th",  
        "weight": "232.03774",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Gri, radyoaktif metal bir elementtir. Aknititler sınıfındadır. Brezilya, Hindistan ve ABD'de monazit kumunda bulunur. Toryum-232'nin 1.39x10^10 yıl radyo ömrü vardır. Üretken reaktörler için nükleer yakıt olarak kullanılabilir. ",
        "usage":"Güçlü alaşımların yapımında ve ultraviyoleli fotoelektrik hücrelerin yapımında kullanılır. Yüksek kaliteli lenslerde yaygın olarak kullanılır. Nükleer bir yakıt olan uranyum-223'ün yapımı için nötronlar ile bombardıman edilir.",
        "source":"Monazit ve torit gibi çeşitli minerallerde bulunur.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 91,
        "name": "Protaktinyum",
        "symbol": "Pa",  
        "weight": "231.035882",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Aktinitler sınıfında bulunan radyoaktif metal element. En kararlı izotopu Pa-231'in 2.43*10^4 yıllık yarı ömrü vardır. Bilinen en az on izotopu daha vardır. Bilinen herhangi bir kullanımı yoktur. 1917'de Lisa Meitner ve Otto Hahn tarafından keşfedilmiştir.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Doğada bulunmaz. Uranyum, toryum ve plütonyumun fizyon ürünlerinde bulunur.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 92,
        "name": "Uranyum",
        "symbol": "U",  
        "weight": "238.028913",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Aktinitler arasında bulunan beyaz radyoaktif metal bir elementtir. U-238, U-235 ve U-234 olmak üzere üç doğal izotopu vardır. Uranium-235 nükleer silah ve reaktörler için yakıt olarak kullanılır. Martin H. Klaproth tarafından 1789'da keşfedilmiştir.",
        "usage":"Yüzlerce yıl boyunca camlar için bir pigment olarak kullanılmıştır. Günümüzde nükleer reaktörlerde ve bombalarda yakıt olarak kullanılmaktadır.",
        "source":"Birçok kayada görülür. Ancak, büyük miktarları ancak uraninit ve karnotit gibi minerallerde bulunur.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 93,
        "name": "Neptünyum",
        "symbol": "Np",  
        "weight": "237",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Aktinitler sınıfında bulunan bir transuranik radyoaktif elementtir. En kararlı izotopu olan Np-237, 2.2*10^6 yıllık bir yarı ömre sahip olup nükleer reaktörlerin yan ürünüdür. Bilinen diğer izotopların 229-236 ve 238-241 arasında kütle numaraları vardır. Np-236'nın, 5*10^3 yıllık yarıömrü vardır.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Uranyumun yavaş nötronlarla bombardıman edilmesi sonucu elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 94,
        "name": "Plütonyum",
        "symbol": "Pu",  
        "weight": "244",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Aktinitler arasında bulunan yoğun, gümüşümsü, radyoaktif metal bir elementtir. Pu-244, 7.6*10^7 yıllık yarı ömür ile en kararlı izotopudur. Bilinen 13 izotopu vardır. En önemlisi Pu-239'dur, yavaş nötronlarla fizyona girebildiği için nükleer silahlar ve reaktörler için önem arz eder.",
        "usage":"Bomba ve reaktörlerde kullanılır. Az miktarlarla termo-elektrik jeneratörlerinde kullanılır.",
        "source":"Nadiren bazı uranyum cevherlerinde bulunur. Uranyumun nötronlarla bombardıman edilmesi ile elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 95,
        "name": "Amerikyum",
        "symbol": "Am",  
        "weight": "243",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Aktinitler sınıfına ait transuranik, radyoaktif metal element. Bilinen on izotopu vardır. Am-243, 7.95*10^3 yıl yarı ömür ile en kararlı izotoptur. 1945'te Glenn T. Seaborg ve meslektaşları tarafından keşfedilen bu element, Uranyum-238'in alfa parçacıklarıyla bombardıman edilmesiyle elde edilmiştir.",
        "usage":"Amerikiyum-241 günümüzde yangın detektörlerinde kullanılmaktadır.",
        "source":"Plütonyumun nötronlarla bombardıman edilmesi ile elde edilir..",
        "colors":"FFB8B8FF"
      },
      {
        "number": 96,
        "name": "Küriyum",
        "symbol": "Cm",  
        "weight": "247",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Transuranik, radyoaktif metal bir elementtir. Aktinitler sınıfında bulunur. Bilinen dokuz izotopu vardır. Cm-247'nin 1.64*10^7 yıllık yarı ömrü bulunmaktadır. İlk kez Glenn T. Seaborg ve meslektaşları tarafından 1944'te bulunmuş, 1947'de de L.B. Werner ve I. ",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Plütonyumun helyum iyonlarıyla bombardıman edilmesi sonucu elde edilir. Karanlıkta parlayacak kadar radyoaktiftir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 97,
        "name": "Berkelyum",
        "symbol": "Bk",  
        "weight": "247",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Transuranik, radyoaktif metal bir elementtir. Aktinitler sınıfındadır. 1.4*10^3 yıllık yarı ömrü olan en yaygın Bk-247 ile birlikte bilinen sekiz izotopu vardır. İlk kez 1949'da amerikum-241'in Glenn T. Seaborg ve meslektaşları tarafından alfa parçacıkları ile bombardıman edilmesi sonucu elde edilmiştir.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Bazı bileşikleri üretilip üzerlerinde çalışılmıştır. Amerikiyumun alfa parçacıklarıyla bombardıman edilmesi ile elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 98,
        "name": "Kaliforniyum",
        "symbol": "Cf",  
        "weight": "251",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Transuranik, radyoaktif metal bir elementtir. Aktinitler sıfında bulunur. Cf-251'in 700 yıl civarında yarı ömrü vardır. Bilinen dokuz izotopu vardır. Cf-252, yoğun bir nötron kaynağıdır. Bu sayede nötron aktivasyon analizinde ve tıpta bir radyasyon kaynağı olarak kullanılabilmektedir. İlk kez Glenn T. Seaborg ve meslektaşları tarafından 1950'de elde edilmiştir.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Küryumun helyum iyonları ile bombardıman edilmesi sonucu elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 99,
        "name": "Aynştaynyum",
        "symbol": "Es",  
        "weight": "252",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Görünüşü bilinmemektedir ancak büyük olasılıkla gümüş veya gri renkte ve metaldir. Aktinitler sınıfına ait olan transuranik radyoaktif bir elementtir. Es-254 bilinen 11 izotop arasında en uzun yarı ömre sahiptir. İlk kez Albert Ghiorso ve meslektaşları tarafından 1952'te patlatılan ilk hidrojen bombasının enkazında bulunmuştur. ",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Uranyumun nötronlarla bombardıman edilmesiyle edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 100,
        "name": "Fermiyum",
        "symbol": "Fm",  
        "weight": "257",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Transurani ve radyoaktif metal bir elementtir. Aktinitler sınıfının bir üyesidir. Bilinen on izotopu vardır. 10 günlük yarı ömre sahip Fm-257 en kararlı olanıdır. 1952'de Albert Ghiorso ve meslektaşları tarafından patlatılan ilk hidrojen bombasının enkazında bulunmuştur.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Daha hafif transuranyum elementlerinin yine daha hafif parçacıklar ile bombardıman edilmesiyle ya da nötron yakalama ile elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 101,
        "name": "Mendelevyum",
        "symbol": "Md",  
        "weight": "258",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Transurani ve radyoaktif metal bir elementtir. Aktinit serisindedir. Bilinen tek izotopu Md-256'nın 1.3 saat yarı ömrü vardır. İlk olarak Gleen T. Seaborg, Albert Ghiorso ve meslektaşları tarafından 1955'te bulunmuştur. Alternatif olarak Unniluniyum adı önerilmiştir. ",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Aynştanyumun helyum iyonları ile bombardıman edilmesiyle elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 102,
        "name": "Nobelyum",
        "symbol": "No",  
        "weight": "259",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Transurani ve radyoaktif metal bir elementtir. Bilinen yedi izotopu vardır, en kararlısı 255 saniye yarı ömürle No-254'tür. İlk olarak 1966'ta Albert Ghiorso ve Glenn T. Seaborg tarafından keşfedilmiştir. Alternatif olarak, unnilbiyum adı önerilmiştir. ",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Küryumun karbon-13 ile bombardıman edilmesiyle elde edilir.",
        "colors":"FFB8B8FF"
      },
      {
        "number": 103,
        "name": "Lavrensiyum",
        "symbol": "Lr",  
        "weight": "266",
        "category": "Aktinit",
        "block" :"F",
        "period":"7",
        "group":"Aktinitler",
        "description":"Görünüşü bilinmemektedir ancak büyük olasılıkla gümüşümsü-beyaz veya gri renkte ve metaldir. Lavrensiyum sentetik bir nadir toprak metalidir. Bilinen sekiz radyoizotopu vardır. Lr-262, 3.6 saatlik yarı ömür ile en kararlı olanıdır.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Kaliforniyumun bor iyonlarıyla bombardıman edilmesiyle elde edilir.",
        "colors":"FFB8B8FF"
      }
]