[
  {
    "number": 3,
    "enName": "Lithium",
    "symbol": "Li",
    "weight": "6.94",
    "enCategory": "Alkali Metal",
    "block": "S",
    "period": "2",
    "group": "1A",
    "electronConfiguration": "1s2 2s1",
    "enDescription": "Socket silvery metal. First member of group 1 of the periodic table. Lithium salts are used in psychomedicine.",
    "enUsage": "Used in batteries. Also for certain kinds of glass and ceramics. Some is used in lubricants.",
    "enSource": "Obtained by passing electric charge through melted lithium chloride and from the silicate mineral called spodumene [LiAl(Si2O6)].",
    "trName": "Lityum",
    "trCategory": "Alkali Metal",
    "trDescription": "Gümüşümsü bir metaldir. Periyodik tabloda birinci grubun ilk üyesidir. Lityum tuzları psiko-tıpta kullanılır.",
    "trUsage": "Bataryalarda kullanılır. Aynı zamanda bazı cam ve seramik çeşitlerinde, belli bir miktarı da yağlayıcı maddelerin yapımında kullanılır.",
    "trSource": "Eritilmiş lityum klorürden elektrik akımı geçirerek ve spodümen adlı silikat mineralinden elde edilir.",
    "colors": "CAEDFF",
    "shColor": "96B0BE",
    "atomicRadius": 167,
    "electronegativity": 0.98
  },
  {
    "number": 11,
    "enName": "Sodium",
    "symbol": "Na",
    "weight": "22.98976928",
    "enCategory": "Alkali Metal",
    "block": "S",
    "period": "3",
    "group": "1A",
    "electronConfiguration": "1s2 2s2 2p6 3s1",
    "enDescription": "Soft silvery reactive element belonging to group 1 of the periodic table (alkali metals). It is highly reactive, oxidizing in air and reacting violently with water, forcing it to be kept under oil. It was first isolated by Humphrey Davy in 1807.",
    "enUsage": "There are few uses for the pure metal, however its compounds are used in medicine, agriculture and photography. Sodium chloride (NaCl) is table salt. Liquid sodium is sometimes used to cool nuclear reactors.",
    "enSource": "Obtained by electrolysis of melted sodium chloride (salt), borax and cryolite.",
    "trName": "Sodyum",
    "trCategory": "Alkali Metal",
    "trDescription": "Periyodik tabloda birinci gruba mensup (alkali metaller) yumuşak gümüşümsü bir elementtir. Havada oksitlenip, suyla da şiddetli olarak tepkimeye giren bu element oldukça reaktiftir. Bu yüzden yağ altında tutulması gerekir. İlk kez 1807’de Humphrey Davy tarafından izole edilmiştir.",
    "trUsage": "Saf metal halinin çok az kullanım alanı vardır. Ancak bileşikleri tıpta, tarımda ve fotoğrafçılıkta kullanılır. Sodyum klorür sofra tuzudur. Sıvı sodyum bazen nükleer reaktörleri soğutmak için kullanılır.",
    "trSource": "Eritilmiş sodyum klorür (tuz), boraks ve kriyolitin elektrolizi ile elde edilir.",
    "colors": "CAEDFF",
    "shColor": "96B0BE",
    "atomicRadius": 190,
    "electronegativity": 0.93
  },
  {
    "number": 19,
    "enName": "Potassium",
    "symbol": "K",
    "weight": "39.09831",
    "enCategory": "Alkali Metal",
    "block": "S",
    "period": "4",
    "group": "1A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 4s1",
    "enDescription": "Soft silvery metallic element belonging to group 1 of the periodic table (alkali metals). Occurs naturally in seawater and a many minerals. Highly reactive, chemically, it resembles sodium in its behavior and compounds. Discovered by Sir Humphry Davy in 1807.",
    "enUsage": "Used as potash in making glass & soap. Also as saltpeter, potassium nitrate (KNO3) to make explosives and to color fireworks in mauve. Formerly called kalium (K). Vital to function of nerve and muscle tissures.",
    "enSource": "Found in minerals like carnallite [(KMgCl3).6H2O] & sylvite (potassium chloride, KCL). Pure metal is produced by the reaction of hot potassium chloride and sodium vapors in a special retort.",
    "trName": "Potasyum",
    "trCategory": "Alkali Metal",
    "trDescription": "Periyodik tabloda birinci gruba (alkali metaller) ait yumuşak gümüşümsü metal bir elementtir. Deniz suyu ve birçok mineralde doğal olarak bulunur. Kimyasal olarak oldukça reaktif olmakla birlikte davranış ve bileşiklerinde sodyuma benzer. 1807’de Sir Humphry Davy tarafından keşfedilmiştir.",
    "trUsage": "Cam ve sabun yapımında potas şeklinde kullanılır. Aynı zamanda, patlayıcı imalatında ve havai fişeklere leylak rengi vermek için güherçile veya diğer adıyla potasyum nitrat (KNO3) olarak kullanılır. Eskiden kalium (K) deniyordu. Sinir ve kas dokularının çalışması için hayati önem arz eder.",
    "trSource": "Karnalit  [(KMgCl3).6H2O] ve silvit (potasyum klorür, KCL) gibi minerallerde bulunur. Saf metal hali, sıcak potasyum klorür ve sodyum buharının özel bir imbik (retort) içinde tepkimeye uğraması ile elde edilir.",
    "colors": "CAEDFF",
    "shColor": "96B0BE",
    "atomicRadius": 243,
    "electronegativity": 0.82
  },
  {
    "number": 37,
    "enName": "Rubidium",
    "symbol": "Rb",
    "weight": "85.46783",
    "enCategory": "Alkali Metal",
    "block": "S",
    "period": "5",
    "group": "1A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 5s1",
    "enDescription": "Soft silvery metallic element, belongs to group 1 of the periodic table. Rb-97, the naturally occurring isotope, is radioactive. It is highly reactive, with properties similar to other elements in group 1, like igniting spontaneously in air. Discovered spectroscopically in 1861 by W. Bunsen and G.R. Kirchoff.",
    "enUsage": "Used in flares and fireworks for crimson color. Strontium-90 is a long lived highly radioactive fallout product of atomic-bomb explosions.",
    "enSource": "Found in minerals celestite and strontianite.",
    "trName": "Rubidyum",
    "trCategory": "Alkali Metal",
    "trDescription": "Yumuşak, gümüşümsü, metal bir elementtir. Periyodik tablonun birinci grubunda bulunur. Doğal olarak bulunan Rb-97 izotopu radyoaktiftir. Birinci gruptaki diğer elementlerin havada kendiliğinden ateş almak gibi benzer özelliklerine sahip olup son derece radyoaktiftir. 1861'de W. Bunsen ve G.R. Kirchoff tarafından spektroskopik olarak keşfedilmiştir.",
    "trUsage": "Katalizör, foto hücre, vakum ve katot ışın tüplerinde kullanılır.",
    "trSource": "Bol miktarda bulunur ancak o kadar yaygındır ki üretimi sınırlıdır. Genellikle lityum üretiminden elde edilmektedir.",
    "colors": "CAEDFF",
    "shColor": "96B0BE",
    "atomicRadius": 265,
    "electronegativity": 0.82
  },
  {
    "number": 55,
    "enName": "Caesium",
    "symbol": "Cs",
    "weight": "132.905452",
    "enCategory": "Alkali Metal",
    "block": "S",
    "period": "6",
    "group": "1A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 6s1",
    "enDescription": "Soft silvery-white metallic element belonging to group 1 of the periodic table. One of the three metals which are liquid at room temperature. Cs-133 is the natural, and only stable, isotope. Fifteen other radioisotopes exist. Caesium reacts explosively with cold water, and ice at temperatures above 157K. Caesium hydroxide is the strongest base known. Caesium is the most electropositive, most alkaline and has the least ionization potential of all the elements. Known uses include the basis of atomic clocks, catalyst for the hydrogenation of some organic compounds, and in photoelectric cells. Caesium was discovered by Gustav Kirchoff and Robert Bunsen in Germany in 1860 spectroscopically. Its identification was based upon the bright blue lines in its spectrum. The name comes from the latin word caesius, which means sky blue. Caesium should be considered highly toxic. Some of the radioisotopes are even more toxic.",
    "enUsage": "Used as a 'getter' to remove air traces in vacuum and cathode-ray tubes. Also used in producing photoelectric devices and atomic clocks. Since it ionizes readily, it is used as an ion rocket motor propellant.",
    "enSource": "Found in pollucite [(Cs4Al4Si9O26).H2O] and as trace in lepidolite.",
    "trName": "Sezyum",
    "trCategory": "Alkali Metal",
    "trDescription": "Yumuşak, gümüşümsü-beyaz, birinci gruba mensup metal bir elementtir. Oda sıcaklığında sıvı halde bulunan üç metalden biridir. Cs-133 doğal ve tek kararlı izotopudur. 15 radyoizotopu daha vardır. Sezyum, soğuk su ve buzla 157K sıcaklığın üzerinde patlayarak tepkimeye girer. Sezyum hidroksit bilinen en güçlü bazdır. Sezyum en elektropositif, en alkali olan ve bütün elementler arasında en az iyonlaşma potansiyeline sahip elementtir. Bilinen kullanımları arasında atom saatlerinin temel bileşenliği, bazı organik bileşiklerin hidrojenleşmesini sağlayan katalizör olması ve fotoelektrik hücreler vardır. Sezyum, 1860 yılında spektroskopik olarak Gustav Kirchoff ve Robert Bunsen tarafından keşfedilmiştir. Bulunması, spektrumundaki parlak mavi çizgiler sayesinde olmuştur. Elementin ismi Latince'de gök mavisi anlamına gelen caesius kelimesinden gelir. Sezyumun son derece zehirli olduğu unutulmamalıdır. Bazı radyoizotopları daha da zehirlidir.",
    "trUsage": "Vakumda ve katot ışın tüplerinde hava kalıntılarını ortadan kaldırmaya yönelik bir gaz alıcı olarak kullanılır. Atom saati ve fotoelektrik cihazların yapımında da kullanılır. Hemen iyonlaştığı için, iyon roketinin motor yakıtı olarak kullanılmaktadır.",
    "trSource": "Polusit [(Cs4Al4Si9O26).H2O] ve az miktarda lepidolitte bulunur.",
    "colors": "CAEDFF",
    "shColor": "96B0BE",
    "atomicRadius": 298,
    "electronegativity": 0.79
  },
  {
    "number": 87,
    "enName": "Francium",
    "symbol": "Fr",
    "weight": "223",
    "enCategory": "Alkali Metal",
    "block": "S",
    "period": "7",
    "group": "1A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 6d10 7s1",
    "enDescription": "Radioactive element, belongs to group 1 of the periodic table. Found in uranium and thorium ores. The 22 known isotopes are all radioactive, with the most stable being Fr-223. Its existence was confirmed in 1939 by Marguerite Perey.",
    "enUsage": "Since its isotopes have such short half-lives there are no commercially significant compounds of francium.",
    "enSource": "Formed by decay of actinium. Chemical properties similar to cesium. Decays to radium or astatine.",
    "trName": "Fransiyum",
    "trCategory": "Alkali Metal",
    "trDescription": "Periyodik tablonun birinci grubunda bulunan radyoaktif bir elementtir. Uranyum ve toryum cevherlerinde bulunur. Bilinen 22 izotopun hepsi radyoaktif olup, en kararlısı Fr-223'tür. 1939'da Marguerite Perey tarafından keşfedilerek varlığı doğrulanmıştır.",
    "trUsage": "İzotoplarının çok kısa yarı ömrü olduğu için fransiyumun ticari olarak önemli bir kullanımı yoktur.",
    "trSource": "Aktinyumun bozunması ile oluşur. Kimyasal özellikleri sezyuma benzer. Radyum ya da astatine bozunur.",
    "colors": "CAEDFF",
    "shColor": "96B0BE",
    "atomicRadius": 260,
    "electronegativity": 0.7
  }
]