[
  {
    "number": 3,
    "name": "Lithium",
    "symbol": "Li",  
    "weight": "6.94",
    "category": "Alkali Metal",
    "block" :"S",
    "period":"2",
    "group":"1A",
    "description":"Socket silvery metal. First member of group 1 of the periodic table. Lithium salts are used in psychomedicine.",
    "usage":"Used in batteries. Also for certain kinds of glass and ceramics. Some is used in lubricants.",
    "source":"Obtained by passing electric charge through melted lithium chloride and from the silicate mineral called spodumene [LiAl(Si2O6)].",
    "colors":"CAEDFF",
    "shColor":"96B0BE"
  },
  {
    "number": 11,
    "name": "Sodium",
    "symbol": "Na",  
    "weight": "22.98976928",
    "category": "Alkali Metal",
    "block" :"S",
    "period":"3",
    "group":"1A",
    "description":"Soft silvery reactive element belonging to group 1 of the periodic table (alkali metals). It is highly reactive, oxidizing in air and reacting violently with water, forcing it to be kept under oil. It was first isolated by Humphrey Davy in 1807.",
    "usage":"There are few uses for the pure metal, however its compounds are used in medicine, agriculture and photography. Sodium chloride (NaCl) is table salt. Liquid sodium is sometimes used to cool nuclear reactors.",
    "source":"Obtained by electrolysis of melted sodium chloride (salt), borax and cryolite.",
    "colors":"CAEDFF",
    "shColor":"96B0BE"
  },
  {
    "number": 19,
    "name": "Potassium",
    "symbol": "K",  
    "weight": "39.09831",
    "category": "Alkali Metal",
    "block" :"S",
    "period":"4",
    "group":"1A",
    "description":"Soft silvery metallic element belonging to group 1 of the periodic table (alkali metals). Occurs naturally in seawater and a many minerals. Highly reactive, chemically, it resembles sodium in its behavior and compounds. Discovered by Sir Humphry Davy in 1807.",
    "usage":"Used as potash in making glass & soap. Also as saltpeter, potassium nitrate (KNO3) to make explosives and to color fireworks in mauve. Formerly called kalium (K). Vital to function of nerve and muscle tissures.",
    "source":"Found in minerals like carnallite [(KMgCl3).6H2O] & sylvite (potassium chloride, KCL). Pure metal is produced by the reaction of hot potassium chloride and sodium vapors in a special retort.",
    "colors":"CAEDFF",
    "shColor":"96B0BE"
  },
  {
    "number": 37,
    "name": "Rubidium",
    "symbol": "Rb",  
    "weight": "85.46783",
    "category": "Alkali Metal",
    "block" :"S",
    "period":"5",
    "group":"1A",
    "description":"Soft silvery metallic element, belongs to group 1 of the periodic table. Rb-97, the naturally occurring isotope, is radioactive. It is highly reactive, with properties similar to other elements in group 1, like igniting spontaneously in air. Discovered spectroscopically in 1861 by W. Bunsen and G.R. Kirchoff.",
    "usage":"Used in flares and fireworks for crimson color. Strontium-90 is a long lived highly radioactive fallout product of atomic-bomb explosions.",
    "source":"Found in minerals celestite and strontianite.",
    "colors":"CAEDFF",
    "shColor":"96B0BE"
  },
  {
    "number": 55,
    "name": "Caesium",
    "symbol": "Cs",  
    "weight": "132.905452",
    "category": "Alkali Metal",
    "block" :"S",
    "period":"6",
    "group":"1A",
    "description":"Soft silvery-white metallic element belonging to group 1 of the periodic table. One of the three metals which are liquid at room temperature. Cs-133 is the natural, and only stable, isotope. Fifteen other radioisotopes exist. Caesium reacts explosively with cold water, and ice at temperatures above 157K. Caesium hydroxide is the strongest base known. Caesium is the most electropositive, most alkaline and has the least ionization potential of all the elements. Known uses include the basis of atomic clocks, catalyst for the hydrogenation of some organic compounds, and in photoelectric cells. Caesium was discovered by Gustav Kirchoff and Robert Bunsen in Germany in 1860 spectroscopically. Its identification was based upon the bright blue lines in its spectrum. The name comes from the latin word caesius, which means sky blue. Caesium should be considered highly toxic. Some of the radioisotopes are even more toxic. ",
    "usage":"Used as a 'getter' to remove air traces in vacuum and cathode-ray tubes. Also used in producing photoelectric devices and atomic clocks. Since it ionizes readily, it is used as an ion rocket motor propellant.",
    "source":"Found in pollucite [(Cs4Al4Si9O26).H2O] and as trace in lepidolite.",
    "colors":"CAEDFF",
    "shColor":"96B0BE"
  },
  {
    "number": 87,
    "name": "Francium",
    "symbol": "Fr",  
    "weight": "223",
    "category": "Alkali Metal",
    "block" :"S",
    "period":"7",
    "group":"1A",
    "description":"Radioactive element, belongs to group 1 of the periodic table. Found in uranium and thorium ores. The 22 known isotopes are all radioactive, with the most stable being Fr-223. Its existence was confirmed in 1939 by Marguerite Perey.",
    "usage":"Since its isotopes have such short half-lives there are no commercially significant compounds of francium.",
    "source":"Formed by decay of actinium. Chemical properties similar to cesium. Decays to radium or astatine.",
    "colors":"CAEDFF",
    "shColor":"96B0BE"
  }
]