[
  {
    "number": 4,
    "name": "Beryllium",
    "symbol": "Be",  
    "weight": "9.01218315",
    "category": "Alkaline Earth Metal",
    "block" :"S",
    "period":"2",
    "group":"2A",
    "description":"Grey metallic element of group 2 of the periodic table. Is toxic and can cause severe lung diseases and dermatitis. Shows high covalent character. It was isolated independently by F. Wohler and A.A. Bussy in 1828.",
    "usage":"Its ability to absorb large amounts of heat makes it useful in spacecraft, missiles, aircraft, etc. Emeralds are beryl crystals with chromium traces giving them their green color.",
    "source":"Found mostly in minerals like beryl [AlBe3(Si6O18)] and chrysoberyl (Al2BeO4). Pure beryllium is obtained by chemically reducing beryl mineral. Also by electrolysis of beryllium chloride.",
    "colors":"FBF0B2",
    "shColor":"BDB485"
  },
  {
    "number": 12,
    "name": "Magnesium",
    "symbol": "Mg",  
    "weight": "24.305",
    "category": "Alkaline Earth Metal",
    "block" :"S",
    "period":"3",
    "group":"2A",
    "description":"Silvery metallic element belonging to group 2 of the periodic table (alkaline-earth metals). It is essential for living organisms, and is used in a number of light alloys. Chemically very reactive, it forms a protective oxide coating when exposed to air and burns with an intense white flame. It also reacts with sulphur, nitrogen and the halogens. First isolated by Bussy in 1828.",
    "usage":"Used in alloys to make airplanes, missiles and other uses for light metals. Has structural properties similar to aluminium. But since it is flammable at temperatures of burning gasoline, its uses are limited.",
    "source":"Usually obtained by electrolysis of melted magnesium chloride (MgCl2) found in sea water. Each cubic mile of seawater contains about 12 billion pounds of magnesium.",
    "colors":"FBF0B2",
    "shColor":"BDB485"
  },
  {
    "number": 20,
    "name": "Calcium",
    "symbol": "Ca",  
    "weight": "40.0784",
    "category": "Alkaline Earth Metal",
    "block" :"S",
    "period":"4",
    "group":"2A",
    "description":"Soft grey metallic element belonging to group 2 of the periodic table. Used a reducing agent in the extraction of thorium, zirconium and uranium. Essential element for living organisms.",
    "usage":"Used by many forms of life to make shells and bones. Virtually no use for the pure metal, however two of its compounds are, lime (CaO) and gypsum (CaSO4), are in great demand by a number of industries.",
    "source":"Obtained from minerals like chalk, limestone & marble. Pure metal is produced by replacing the calcium in lime (calcium carbonate, CaCO3) with aluminium in hot, low pressure retorts.",
    "colors":"FBF0B2",
    "shColor":"BDB485"
  },
  {
    "number": 38,
    "name": "Strontium",
    "symbol": "Sr",  
    "weight": "87.621",
    "category": "Alkaline Earth Metal",
    "block" :"S",
    "period":"5",
    "group":"2A",
    "description":"Soft yellowish metallic element, belongs to group 2 of the periodic table. Highly reactive chemically. Sr-90 is present in radioactive fallout and has a half-life of 28 years. Discovered in 1798 by Klaproth and Hope, isolated in 1808 by Humphry Davy.",
    "usage":"Used in flares and fireworks for crimson color. Strontium-90 is a long lived highly radioactive fallout product of atomic-bomb explosions.",
    "source":"Found in minerals celestite and strontianite.",
    "colors":"FBF0B2",
    "shColor":"BDB485"
  },
  {
    "number": 56,
    "name": "Barium",
    "symbol": "Ba",  
    "weight": "137.3277",
    "category": "Alkaline Earth Metal",
    "block" :"S",
    "period":"6",
    "group":"2A",
    "description":"Silvery-white reactive element, belonging to group 2 of the periodic table. Soluble barium compounds are extremely poisonous. Identified in 1774 by Karl Scheele and extracted in 1808 by Humphry Davy.",
    "usage":"Barite, or barium sulfate (BaSO4), when ground is used as a filter for rubber, plastics, and resins. It is insoluable in water and so is used in X-rays of the digestive system. Barium nitrate, Ba(NO3)2, burns brilliant green and is used in fireworks.",
    "source":"Found in barytine (BaSO4) and witherite (BaCO3), never found in pure form due to its reactivity. Must be stored under kerosene to remain pure.",
    "colors":"FBF0B2",
    "shColor":"BDB485"
  },
  {
    "number": 88,
    "name": "Radium",
    "symbol": "Ra",  
    "weight": "226",
    "category": "Alkaline Earth Metal",
    "block" :"S",
    "period":"7",
    "group":"2A",
    "description":"Radioactive metallic transuranic element, belongs to group 2 of the periodic table. Most stable isotope, Ra-226 has a half-life of 1602 years, which decays into radon. Isolated from pitchblende in 1898 Marie and Pierre Curie.",
    "usage":"Used in treating cancer because of the gamma rays it gives off.",
    "source":"Found in uranium ores at 1 part per 3 million parts uranium.",
    "colors":"FBF0B2",
    "shColor":"BDB485"
  }
]