[
  {
    "number": 4,
    "enName": "Beryllium",
    "symbol": "Be",  
    "weight": "9.01218315",
    "enCategory": "Alkaline Earth Metal",
    "block": "S",
    "period": "2",
    "group": "2A",
    "electronConfiguration": "1s2 2s2",
    "enDescription": "Grey metallic element of group 2 of the periodic table. Is toxic and can cause severe lung diseases and dermatitis. Shows high covalent character. It was isolated independently by F. Wohler and A.A. Bussy in 1828.",
    "enUsage": "Its ability to absorb large amounts of heat makes it useful in spacecraft, missiles, aircraft, etc. Emeralds are beryl crystals with chromium traces giving them their green color.",
    "enSource": "Found mostly in minerals like beryl [AlBe3(Si6O18)] and chrysoberyl (Al2BeO4). Pure beryllium is obtained by chemically reducing beryl mineral. Also by electrolysis of beryllium chloride.",
    "trName": "Berilyum",
    "trCategory": "Toprak Alkali Metal",
    "trDescription": "Periyodik tabloda ikinci grup üyesi bir gri metal elementtir. Zehirli olup ciddi düzeyde akciğer hastalıklarına ve dermatite yol açabilir. Yüksek derecede kovalent özelliği gösterir. 1828'de F. Wohler ve A.A. Bussy tarafından birbirlerinden bağımsız olarak izole edilmiştir.",
    "trUsage": "Yüksek oranda ısı soğurabilmesi uzay aracı, roket, uçak vb. araçların üretiminde berilyumu kullanışlı bir malzeme kılmaktadır. Zümrütler, içlerinde bulunan az miktarda krom sayesinde yeşil renk alan beril kristalleridir.",
    "trSource": "Çoğunlukla beril [AlBe3(Si6O18)] ve krizoberil (Al2BeO4) gibi minerallerde bulunur. Saf berilyum, beril mineralinin kimyasal olarak indirgenmesiyle elde edilir. Berilyum klorürün elektroliziyle de elde edilebilir.",
    "colors": "FBF0B2",
    "shColor": "BDB485"
  },
  {
    "number": 12,
    "enName": "Magnesium",
    "symbol": "Mg",  
    "weight": "24.305",
    "enCategory": "Alkaline Earth Metal",
    "block": "S",
    "period": "3",
    "group": "2A",
    "electronConfiguration": "1s2 2s2 2p6 3s2",
    "enDescription": "Silvery metallic element belonging to group 2 of the periodic table (alkaline-earth metals). It is essential for living organisms, and is used in a number of light alloys. Chemically very reactive, it forms a protective oxide coating when exposed to air and burns with an intense white flame. It also reacts with sulphur, nitrogen and the halogens. First isolated by Bussy in 1828.",
    "enUsage": "Used in alloys to make airplanes, missiles and other uses for light metals. Has structural properties similar to aluminium. But since it is flammable at temperatures of burning gasoline, its uses are limited.",
    "enSource": "Usually obtained by electrolysis of melted magnesium chloride (MgCl2) found in sea water. Each cubic mile of seawater contains about 12 billion pounds of magnesium.",
    "trName": "Magnezyum",
    "trCategory": "Toprak Alkali Metal",
    "trDescription": "Periyodik tablonun ikinci grubuna (toprak alkali metaller) ait gümüşümsü metal elementtir. Canlı organizmalar için çok önemlidir ve birçok hafif alaşımda kullanılır. Kimyasal olarak oldukça reaktif olup havaya maruz kaldığında dış yüzeyinde koruyucu bir oksit tabakası oluşturur ve yoğun beyaz bir alevle yanar. Ayrıca kükürt, azot ve halojenlerle tepkimeye girer. İlk kez 1828’de Bussy tarafından izole edilmiştir.",
    "trUsage": "Uçak ve roket yapımında gereken alaşımlarda kullanılır. Alüminyuma benzer yapısal özellikleri vardır. Ancak benzinin yanma sıcaklığında ateş almasından ötürü kullanım alanları kısıtlıdır.",
    "trSource": "Deniz suyunda bulunan erimiş magnezyum klorürün elektrolizi ile elde edilir. Her bir milküp denizsuyu yaklaşık 5443 kg magnezyum içerir.",
    "colors": "FBF0B2",
    "shColor": "BDB485"
  },
  {
    "number": 20,
    "enName": "Calcium",
    "symbol": "Ca",  
    "weight": "40.0784",
    "enCategory": "Alkaline Earth Metal",
    "block": "S",
    "period": "4",
    "group": "2A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 4s2",
    "enDescription": "Soft grey metallic element belonging to group 2 of the periodic table. Used a reducing agent in the extraction of thorium, zirconium and uranium. Essential element for living organisms.",
    "enUsage": "Used by many forms of life to make shells and bones. Virtually no use for the pure metal, however two of its compounds are, lime (CaO) and gypsum (CaSO4), are in great demand by a number of industries.",
    "enSource": "Obtained from minerals like chalk, limestone & marble. Pure metal is produced by replacing the calcium in lime (calcium carbonate, CaCO3) with aluminium in hot, low pressure retorts.",
    "trName": "Kalsiyum",
    "trCategory": "Toprak Alkali Metal",
    "trDescription": "Yumuşak, gri renkte, periyodik tablonun ikinci grubuna ait metal elementtir. Toryum, zirkonyum ve uranyum çıkarılmasında indirgen madde olarak kullanılır. Ayrıca canlılar için hayati öneme sahiptir.",
    "trUsage": "Birçok canlı türü tarafından kabuk ve kemik yapımında kullanılır. Saf metalin doğrudan kullanım alanı azdır. Ancak bileşikleri arasında yer alan kireç (CaO) ve alçıtaşı (CaSO4) pek çok sanayi dalında büyük talep görür.",
    "trSource": "Tebeşir, kireçtaşı ve mermer gibi minerallerden elde edilir. Saf metal, kalsiyum karbonattaki (CaCO3) kalsiyumun sıcak ve düşük basınçlı imbiklerde alüminyumla yer değiştirmesiyle elde edilir.",
    "colors": "FBF0B2",
    "shColor": "BDB485"
  },
  {
    "number": 38,
    "enName": "Strontium",
    "symbol": "Sr",  
    "weight": "87.621",
    "enCategory": "Alkaline Earth Metal",
    "block": "S",
    "period": "5",
    "group": "2A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 5s2",
    "enDescription": "Soft yellowish metallic element, belongs to group 2 of the periodic table. Highly reactive chemically. Sr-90 is present in radioactive fallout and has a half-life of 28 years. Discovered in 1798 by Klaproth and Hope, isolated in 1808 by Humphry Davy.",
    "enUsage": "Used in flares and fireworks for crimson color. Strontium-90 is a long lived highly radioactive fallout product of atomic-bomb explosions.",
    "enSource": "Found in minerals celestite and strontianite.",
    "trName": "Stronsiyum",
    "trCategory": "Toprak Alkali Metal",
    "trDescription": "Yumuşak, sarımtrak metal bir elementtir. Periyodik tablonun ikinci grubuna aittir. Kimyasal olarak oldukça reaktiftir. Sr-90 radyoaktif serpintide bulunur ve 28 yıl yarı ömrü vardır. 1798'de Klaproth ve Hope tarafından keşfedilmiş, 1808'de de Humphry Davy tarafından izole edilmiştir.",
    "trUsage": "Kızıl renk vermesi için havai fişek ve işaret fişeklerinde kullanılır. Stronsiyum-90, atom bombası patlamaları sonrasında nükleer serpinti ile oluşan uzun ömürlü, son derece radyoaktif bir üründür.",
    "trSource": "Selestin ve strontiyanit minerallerinde bulunur.",
    "colors": "FBF0B2",
    "shColor": "BDB485"
  },
  {
    "number": 56,
    "enName": "Barium",
    "symbol": "Ba",  
    "weight": "137.3277",
    "enCategory": "Alkaline Earth Metal",
    "block": "S",
    "period": "6",
    "group": "2A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 6s2",
    "enDescription": "Silvery-white reactive element, belonging to group 2 of the periodic table. Soluble barium compounds are extremely poisonous. Identified in 1774 by Karl Scheele and extracted in 1808 by Humphry Davy.",
    "enUsage": "Barite, or barium sulfate (BaSO4), when ground is used as a filter for rubber, plastics, and resins. It is insoluable in water and so is used in X-rays of the digestive system. Barium nitrate, Ba(NO3)2, burns brilliant green and is used in fireworks.",
    "enSource": "Found in barytine (BaSO4) and witherite (BaCO3), never found in pure form due to its reactivity. Must be stored under kerosene to remain pure.",
    "trName": "Baryum",
    "trCategory": "Toprak Alkali Metal",
    "trDescription": "Gümüşümsü-beyaz, reaktif ve periyodik tabloda ikinci gruba mensup elementtir. Çözünebilir baryum bileşikleri son derece zehirlidir. 1774'te Karl Scheele tarafından keşfedilmiş ve 1808'de Humphry Davy tarafından özütlenmiştir.",
    "trUsage": "Barit ya da baryum sülfatın (BaSO4) öğütülüp toz haline getirilmiş hali kauçuk, plastik ve reçinelerde dolgu maddesi olarak kullanılır. Suda çözünmez ve bu yüzden sindirim sisteminin görüntülemesinde uygulanan X ışınlarıyla birlikte kullanılır. Baryum nitrat, parlak yeşil renkte yanar ve havai fişeklerde kulllanılır.",
    "trSource": "Baritin (BaSO4) ve viterit (BaCO3) minerallerinde bulunur. Reaktifliğinden ötürü saf halde bulunmaz. Saf kalması için gazyağı altında saklanmalıdır.",
    "colors": "FBF0B2",
    "shColor": "BDB485"
  },
  {
    "number": 88,
    "enName": "Radium",
    "symbol": "Ra",  
    "weight": "226",
    "enCategory": "Alkaline Earth Metal",
    "block": "S",
    "period": "7",
    "group": "2A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6 7s2",
    "enDescription": "Radioactive metallic transuranic element, belongs to group 2 of the periodic table. Most stable isotope, Ra-226 has a half-life of 1602 years, which decays into radon. Isolated from pitchblende in 1898 Marie and Pierre Curie.",
    "enUsage": "Used in treating cancer because of the gamma rays it gives off.",
    "enSource": "Found in uranium ores at 1 part per 3 million parts uranium.",
    "trName": "Radyum",
    "trCategory": "Toprak Alkali Metal",
    "trDescription": "İkinci grupta bulunan radyoaktif metal bir elementtir. En kararlı izotopu olan Ra-226'nın 1602 yıllık yarı ömrü vardır ve radona bozunur. 1898'de Marie ve Pierre Curie tarafından uraninitten izole edilmiştir.",
    "trUsage": "Yaydığı gama ışınlarından dolayı kanser tedavisinde kullanılır.",
    "trSource": "Uranyum cevherlerinde, yaklaşık 3 milyon parçada 1 oranında bulunur.",
    "colors": "FBF0B2",
    "shColor": "BDB485"
  }
]
