[
    {
        "enTitle":"Alkaline Metal",
        "enDesc1":"The alkali metals consist of the chemical elements lithium (Li), sodium (Na), potassium (K),[note 1] rubidium (Rb), caesium (Cs),[note 2] and francium (Fr). Together with hydrogen they constitute group 1,[note 3] which lies in the s-block of the periodic table.",
        "enDesc2":" All alkali metals have their outermost electron in an s-orbital: this shared electron configuration results in their having very similar characteristic properties.[note 4] Indeed, the alkali metals provide the best example of group trends in properties in the periodic table, with elements exhibiting well-characterised homologous behaviour.[5] ",
        "enDesc3":"The alkali metals are all shiny, soft, highly reactive metals at standard temperature and pressure and readily lose their outermost electron to form cations with charge +1.",
        "enDesc4":"All of the discovered alkali metals occur in nature as their compounds: in order of abundance, sodium is the most abundant, followed by potassium, lithium, rubidium, caesium, and finally francium, which is very rare due to its extremely high radioactivity; francium occurs only in minute traces in nature as an intermediate step in some obscure side branches of the natural decay chains.",
        "enDesc5":"Experiments have been conducted to attempt the synthesis of element 119, which is likely to be the next member of the group; none were successful. However, ununennium may not be an alkali metal due to relativistic effects, which are predicted to have a large influence on the chemical properties of superheavy elements; even if it does turn out to be an alkali metal, it is predicted to have some differences in physical and chemical properties from its lighter homologues.", 
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Alkali Metal",
        "trDesc1":"Alkali metaller, lityum (Li), sodyum (Na), potasyum (K),[not 1] rubidyum (Rb), sezyum (Cs),[not 2] ve fransiyum (Fr) gibi kimyasal elementlerden oluşur. Hidrojenle birlikte periyodik tablonun s bloğunda yer alan 1. grubu[not 3] oluştururlar.",
        "trDesc2":"Tüm alkali metallerin en dıştaki elektronları bir s-orbitalinde bulunur: bu paylaşılan elektron konfigürasyonu, onların çok benzer karakteristik özelliklere sahip olmasına neden olur.[not 4] Aslında alkali metaller, periyodik tablodaki özelliklerdeki grup eğilimlerinin en iyi örneğini sağlar. iyi karakterize edilmiş homolog davranış sergileyen unsurlar.[5]",
        "trDesc3":"Alkali metallerin tümü standart sıcaklık ve basınçta parlak, yumuşak, oldukça reaktif metallerdir ve +1 yüklü katyonlar oluşturmak için en dıştaki elektronlarını kolaylıkla kaybederler.",
        "trDesc4":"Keşfedilen alkali metallerin tümü doğada kendi bileşikleri halinde bulunur: bolluk sırasına göre en bol olanı sodyumdur, ardından potasyum, lityum, rubidyum, sezyum ve son olarak son derece yüksek radyoaktivitesi nedeniyle çok nadir bulunan francium gelir; Fransiyum, doğal bozunma zincirlerinin bazı belirsiz yan dallarında bir ara adım olarak doğada yalnızca çok küçük izler halinde bulunur.",
        "trDesc5":"Grubun bir sonraki üyesi olması muhtemel olan 119. elementin sentezini denemek için deneyler yapılmıştır; hiçbiri başarılı olmadı. Bununla birlikte, süper ağır elementlerin kimyasal özellikleri üzerinde büyük bir etkiye sahip olduğu tahmin edilen göreceli etkilerden dolayı ununennium bir alkali metal olmayabilir; Alkali metal olduğu ortaya çıksa bile fiziksel ve kimyasal özellikleri bakımından daha hafif homologlarından bazı farklılıklara sahip olacağı tahmin ediliyor.",
        "colors":"CAEDFF",
        "shColor":"96B0BE"
        
    },
    {
        "enTitle":"Earth Alkaline Metal",
        "enDesc1":"The alkaline earth metals are six chemical elements in group 2 of the periodic table. They are beryllium (Be), magnesium (Mg), calcium (Ca), strontium (Sr), barium (Ba), and radium (Ra).[1] The elements have very similar properties: they are all shiny, silvery-white, somewhat reactive metals at standard temperature and pressure.[2]",
        "enDesc2":"Together with helium, these elements have in common an outer s orbital which is full—[2][3][4] that is, this orbital contains its full complement of two electrons, which the alkaline earth metals readily lose to form cations with charge +2, and an oxidation state of +2.[5",
        "enDesc3":"Helium is grouped with the noble gases and not with the alkaline earth metals, but it is theorised to have some similarities to beryllium when forced into bonding and has sometimes been suggested to belong to group 2.[6][7][8]",
        "enDesc4":"All the discovered alkaline earth metals occur in nature, although radium occurs only through the decay chain of uranium and thorium and not as a primordial element.[9]",
        "enDesc5":"The alkaline earth metals are all silver-colored and soft, and have relatively low densities, melting points, and boiling points. In chemical terms, all of the alkaline earth metals react with the halogens to form the alkaline earth metal halides, all of which are ionic crystalline compounds (except for beryllium chloride, beryllium bromide and beryllium iodide, which are covalent).",
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Toprak Alkali Metal",
        "trDesc1":"Alkali toprak metalleri periyodik tablonun 2. grubundaki altı kimyasal elementtir. Bunlar berilyum (Be), magnezyum (Mg), kalsiyum (Ca), stronsiyum (Sr), baryum (Ba) ve radyumdur (Ra).[1] Elementler çok benzer özelliklere sahiptir: hepsi parlak, gümüşi beyazdır ve standart sıcaklık ve basınçta bir dereceye kadar reaktif metallerdir.[2]",
        "trDesc2":"Helyumla birlikte bu elementlerin ortak noktası dolu bir dış yörüngeye sahip olmalarıdır; yani bu yörünge, alkalin toprak metallerinin katyonlar oluşturmak için kolayca kaybettiği iki elektrondan oluşan tam tamamlayıcısını içerir. +2 yükü ve +2 oksidasyon durumu.[5",
        "trDesc3":"Helyum, toprak alkali metallerle değil soy gazlarla gruplandırılır, ancak bağlanmaya zorlandığında berilyumla bazı benzerliklere sahip olduğu teorik olarak öne sürülmüştür ve bazen 2. gruba ait olduğu öne sürülmüştür.[6][7][8]",
        "trDesc4":"Keşfedilen alkali toprak metallerinin tümü doğada meydana gelir; ancak radyum, ilkel bir element olarak değil, yalnızca uranyum ve toryumun bozunma zinciri yoluyla meydana gelir.[9]",
        "trDesc5":"Alkali toprak metallerin tümü gümüş renkli ve yumuşaktır ve nispeten düşük yoğunluklara, erime noktalarına ve kaynama noktalarına sahiptir. Kimyasal açıdan, alkali toprak metallerinin tümü halojenlerle reaksiyona girerek alkali toprak metal halojenürlerini oluşturur; bunların tümü iyonik kristalli bileşiklerdir (kovalent olan berilyum klorür, berilyum bromür ve berilyum iyodür hariç).",
        "colors":"FBF0B2",
        "shColor":"BDB485"
    },
    {
        "enTitle":"Noble Gas",
        "enDesc1":"The noble gases (historically also the inert gases; sometimes referred to as aerogens[1]) make up a class of chemical elements with similar properties; under standard conditions, they are all odorless, colorless, monatomic gases with very low chemical reactivity. The six naturally occurring noble gases are helium (He), neon (Ne), argon (Ar), krypton (Kr), xenon (Xe), and the radioactive radon (Rn).",
        "enDesc2":"For the first six periods of the periodic table, the noble gases are exactly the members of group 18. Noble gases are typically highly unreactive except when under particular extreme conditions. The inertness of noble gases makes them very suitable in applications where reactions are not wanted. ",
        "enDesc3":"The properties of the noble gases can be well explained by modern theories of atomic structure: Their outer shell of valence electrons is considered to be full, giving them little tendency to participate in chemical reactions, and it has been possible to prepare only a few hundred noble gas compounds. ",
        "enDesc4":"Neon, argon, krypton, and xenon are obtained from air in an air separation unit using the methods of liquefaction of gases and fractional distillation. Helium is sourced from natural gas fields that have high concentrations of helium in the natural gas, using cryogenic gas separation techniques, and radon is usually isolated from the radioactive decay of dissolved radium, thorium, or uranium compounds.",
        "enDesc5":"Noble gases have several important applications in industries such as lighting, welding, and space exploration. A helium-oxygen breathing gas is often used by deep-sea divers at depths of seawater over 55 m (180 ft). After the risks caused by the flammability of hydrogen became apparent in the Hindenburg disaster, it was replaced with helium in blimps and balloons.",
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Soygaz",
        "trDesc1":"Soy gazlar (tarihsel olarak aynı zamanda atıl gazlar; bazen aerojenler[1] olarak da anılırlar) benzer özelliklere sahip bir kimyasal element sınıfını oluştururlar; standart koşullar altında hepsi kokusuz, renksiz, kimyasal reaktivitesi çok düşük olan tek atomlu gazlardır. Doğal olarak oluşan altı soy gaz, helyum (He), neon (Ne), argon (Ar), kripton (Kr), ksenon (Xe) ve radyoaktif radondur (Rn).",
        "trDesc2":"Periyodik tablonun ilk altı periyodunda soy gazlar tam olarak 18. grubun üyeleridir. Soy gazlar, belirli ekstrem koşullar dışında genellikle oldukça tepkimeye girmez. Soy gazların inertliği, reaksiyonların istenmediği uygulamalarda onları çok uygun kılar.",
        "trDesc3":"Soy gazların özellikleri, modern atomik yapı teorileri ile iyi bir şekilde açıklanabilir: Değerlik elektronlarının dış kabuğunun dolu olduğu kabul edilir, bu da onlara kimyasal reaksiyonlara katılma konusunda çok az eğilim verir ve yalnızca birkaç yüz tane hazırlamak mümkün olmuştur. soy gaz bileşikleri.",
        "trDesc4":"Neon, argon, kripton ve ksenon, gazların sıvılaştırılması ve ayrımsal damıtma yöntemleri kullanılarak bir hava ayırma ünitesindeki havadan elde edilir. Helyum, doğal gazda yüksek konsantrasyonlarda helyum bulunan doğal gaz alanlarından kriyojenik gaz ayırma teknikleri kullanılarak elde edilir ve radon genellikle çözünmüş radyum, toryum veya uranyum bileşiklerinin radyoaktif bozunmasından izole edilir.",
        "trDesc5":"Soy gazların aydınlatma, kaynak ve uzay araştırmaları gibi endüstrilerde birçok önemli uygulaması vardır. Helyum-oksijen solunum gazı genellikle derin deniz dalgıçları tarafından 55 m'den (180 ft) fazla deniz suyu derinliklerinde kullanılır. Hindenburg felaketinde hidrojenin yanıcılığının yarattığı riskler ortaya çıktıktan sonra zeplin ve balonlarda hidrojenin yerini helyum aldı.",
        "colors":"CBFFA9",
        "shColor":"91B679"
    },
    {
        "enTitle":"Reac. Nonmetal",
        "enDesc1":"A nonmetal is a chemical element generally characterized by low density and high electronegativity (the ability of an atom in a molecule to attract electrons to itself). They range from colorless gases like hydrogen to shiny solids like the graphite form of carbon.",
        "enDesc2":"Nonmetals are often poor conductors of heat and electricity, and when solid tend to be brittle or crumbly. In contrast, metals are good conductors and most are pliable. While compounds of metals tend to be basic, those of nonmetals tend to be acidic. ",
        "enDesc3":"The two lightest nonmetals, hydrogen and helium, together make up about 99% of the observable ordinary matter in the universe by mass. Five nonmetallic elements—hydrogen, carbon, nitrogen, oxygen, and silicon—make up most of the Earths crust, atmosphere, oceans and biosphere.",
        "enDesc4":"The distinct properties of nonmetallic elements allow for specific uses that metals often cannot achieve. Elements like hydrogen, oxygen, carbon, and nitrogen are essential building blocks for life itself",
        "enDesc5":"While the term non-metallic can be traced back to at least 1566, there is no universally accepted definition of a nonmetal. As some elements have a marked combination of metallic and nonmetallic properties, lists of nonmetals typically vary from 14 to 24 members. ",
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Reaktif Ametal",
        "trDesc1":"Ametal, genellikle düşük yoğunluk ve yüksek elektronegatiflik (bir molekül içindeki bir atomun elektronları kendine çekme yeteneği) ile karakterize edilen kimyasal bir elementtir. Hidrojen gibi renksiz gazlardan, karbonun grafit formu gibi parlak katılara kadar çeşitlilik gösterirler.",
        "trDesc2":"Ametaller genellikle zayıf ısı ve elektrik iletkenleridir ve katı olduklarında kırılgan veya ufalanabilir olma eğilimindedirler. Buna karşılık metaller iyi iletkenlerdir ve çoğu esnektir. Metallerin bileşikleri bazik olma eğilimindeyken, ametallerin bileşikleri asidik olma eğilimindedir.",
        "trDesc3":"En hafif iki ametal olan hidrojen ve helyum, birlikte evrendeki gözlemlenebilir sıradan maddenin kütle bakımından yaklaşık %99'unu oluşturur. Beş metalik olmayan element (hidrojen, karbon, nitrojen, oksijen ve silikon) Dünya'nın kabuğunun, atmosferinin, okyanuslarının ve biyosferinin çoğunu oluşturur.",
        "trDesc4":"Metalik olmayan elementlerin farklı özellikleri, metallerin çoğu zaman başaramadığı özel kullanımlara olanak tanır. Hidrojen, oksijen, karbon ve nitrojen gibi elementler yaşamın kendisi için gerekli yapı taşlarıdır",
        "trDesc5":"Metalik olmayan terimi en az 1566'ya kadar izlenebilse de, metal olmayanın evrensel olarak kabul edilmiş bir tanımı yoktur. Bazı elementler belirgin bir metalik ve metalik olmayan özellikler kombinasyonuna sahip olduğundan, ametallerin listesi tipik olarak 14 ila 24 üye arasında değişir.",
        "colors":"FD8A8A",
        "shColor":"B16161"
    },
    {
        "enTitle":"Halogen",
        "enDesc1":"The halogens are a group in the periodic table consisting of six chemically related elements: fluorine (F), chlorine (Cl), bromine (Br), iodine (I), astatine (At), and tennessine (Ts), though some authors[4] would exclude tennessine as its chemistry is unknown and is theoretically expected to be more like that of gallium. In the modern IUPAC nomenclature, this group is known as group (XVII) or group (VII). ",
        "enDesc2":"The word halogen means salt former or salt maker. When halogens react with metals, they produce a wide range of salts, including calcium fluoride, sodium chloride (common table salt), silver bromide and potassium iodide.[6] ",
        "enDesc3":"The group of halogens is the only periodic table group that contains elements in three of the main states of matter at standard temperature and pressure, though not far above room temperature the same becomes true of groups (I) and 15, assuming white phosphorus is taken as the standard state.",
        "enDesc4":" All of the halogens form acids when bonded to hydrogen. Most halogens are typically produced from minerals or salts. The middle halogens—chlorine, bromine, and iodine—are often used as disinfectants. Organobromides are the most important class of flame retardants, while elemental halogens are dangerous and can be toxic. ",
        "enDesc5":"The fluorine mineral fluorospar was known as early as 1529. Early chemists realized that fluorine compounds contain an undiscovered element, but were unable to isolate it. ",
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Halojen",
        "trDesc1":"Halojenler periyodik tablodaki altı kimyasal olarak ilişkili elementten oluşan bir gruptur: flor (F), klor (Cl), brom (Br), iyot (I), astatin (At) ve tennessin (Ts), ancak bazı yazarlar [4] kimyası bilinmediğinden ve teorik olarak galyumunkine daha çok benzemesi beklendiğinden tennessin hariç tutulacaktır. Modern IUPAC terminolojisinde bu grup, grup (XVII) veya grup (VII) olarak bilinir.",
        "trDesc2":"Halojen kelimesi tuz oluşturucu veya tuz yapıcı anlamına gelir. Halojenler metallerle reaksiyona girdiğinde kalsiyum florür, sodyum klorür (ortak sofra tuzu), gümüş bromür ve potasyum iyodür dahil olmak üzere çok çeşitli tuzlar üretirler.[6]",
        "trDesc3":"Halojen grubu, standart sıcaklık ve basınçta maddenin üç ana durumundaki elementleri içeren tek periyodik tablo grubudur; ancak oda sıcaklığının çok üzerinde olmasa da, beyaz fosforun alındığı varsayıldığında aynı durum (I) ve 15. gruplar için de geçerlidir. standart durum olarak.",
        "trDesc4":"Halojenlerin tümü hidrojene bağlandığında asit oluşturur. Halojenlerin çoğu tipik olarak minerallerden veya tuzlardan üretilir. Orta halojenler (klor, brom ve iyot) sıklıkla dezenfektan olarak kullanılır. Organobromitler alev geciktiricilerin en önemli sınıfıdır, elemental halojenler ise tehlikelidir ve toksik olabilir.",
        "trDesc5":"Flor minerali florospar, 1529 gibi erken bir tarihte biliniyordu. İlk kimyagerler, flor bileşiklerinin keşfedilmemiş bir element içerdiğini fark ettiler, ancak onu izole edemediler.",
        "colors":"94A684",
        "shColor":"707D65"
    },
    {
        "enTitle":"Metalloid",
        "enDesc1":"A metalloid is a type of chemical element which has a preponderance of properties in between, or that are a mixture of, those of metals and nonmetals. There is no standard definition of a metalloid and no complete agreement on which elements are metalloids. Despite the lack of specificity, the term remains in use in the literature of chemistry.",
        "enDesc2":"The six commonly recognised metalloids are boron, silicon, germanium, arsenic, antimony and tellurium. Five elements are less frequently so classified: carbon, aluminium, selenium, polonium and astatine.",
        "enDesc3":"On a standard periodic table, all eleven elements are in a diagonal region of the p-block extending from boron at the upper left to astatine at lower right. Some periodic tables include a dividing line between metals and nonmetals, and the metalloids may be found close to this line.",
        "enDesc4":"Typical metalloids have a metallic appearance, but they are brittle and only fair conductors of electricity. Chemically, they behave mostly as nonmetals",
        "enDesc5":"They can form alloys with metals. Most of their other physical properties and chemical properties are intermediate in nature. Metalloids are usually too brittle to have any structural uses." ,
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Metalimsi",
        "trDesc1":"Bir metaloid, metaller ve ametallerin arasında veya bunların bir karışımı olan özelliklere sahip bir tür kimyasal elementtir. Bir metaloidin standart bir tanımı yoktur ve hangi elementlerin metaloid olduğu konusunda tam bir anlaşma yoktur. Spesifik olmamasına rağmen terim kimya literatüründe kullanılmaya devam etmektedir.",
        "trDesc2":"Yaygın olarak tanınan altı metaloid, bor, silikon, germanyum, arsenik, antimon ve tellürdür. Beş element daha az sıklıkla sınıflandırılır: karbon, alüminyum, selenyum, polonyum ve astatin.",
        "trDesc3":"Standart bir periyodik tabloda, on bir elementin tümü p bloğunun sol üstteki bordan sağ alttaki astatine kadar uzanan çapraz bir bölgesindedir. Bazı periyodik tablolarda metaller ve ametaller arasında bir ayrım çizgisi bulunur ve metaloidler bu çizgiye yakın bulunabilir.",
        "trDesc4":"Tipik metaloidler metalik bir görünüme sahiptir, ancak kırılgandırlar ve elektriği yalnızca iyi iletkenlerdir. Kimyasal olarak çoğunlukla ametal gibi davranırlar",
        "trDesc5":"Metallerle alaşımlar oluşturabilirler. Diğer fiziksel özelliklerinin ve kimyasal özelliklerinin çoğu, doğası gereği orta düzeydedir. Metaloidler genellikle herhangi bir yapısal kullanıma sahip olamayacak kadar kırılgandır.",
        "colors":"FFD9B7",
        "shColor":"B89C84"
    },   
     {
        "enTitle":"Transition Metal",
        "enDesc1":" In chemistry, a transition metal (or transition element) is a chemical element in the d-block of the periodic table (groups 3 to 12), though the elements of group 12 (and less often group 3) are sometimes excluded. The lanthanide and actinide elements (the f-block) are called inner transition metals and are sometimes considered to be transition metals as well.",
        "enDesc2":" Since they are metals, they are lustrous and have good electrical and thermal conductivity. Most (with the exception of group 11 and group 12) are hard and strong, and have high melting and boiling temperatures.",
        "enDesc3":"They form compounds in any of two or more different oxidation states and bind to a variety of ligands to form coordination complexes that are often coloured. They form many useful alloys and are often employed as catalysts in elemental form or in compounds such as coordination complexes and oxides.",
        "enDesc4":"  Most are strongly paramagnetic because of their unpaired d electrons, as are many of their compounds. All of the elements that are ferromagnetic near room temperature are transition metals (iron, cobalt and nickel) or inner transition metals (gadolinium)",
        "enDesc5":"English chemist Charles Rugeley Bury (1890-1968) first used the word transition in this context in 1921, when he referred to a transition series of elements during the change of an inner layer of electrons (for example n = 3 in the 4th row of the periodic table) from a stable group of 8 to one of 18, or from 18 to 32.[1][2][3] These elements are now known as the d-block.",  
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Geçiş Metal",
        "trDesc1":"Kimyada, bir geçiş metali (veya geçiş elementi), periyodik tablonun d-blokunda (grup 3'ten 12'ye kadar olan gruplar) bir kimyasal elementtir, ancak grup 12'nin (ve daha az sıklıkla grup 3'ün) elemanları bazen hariç tutulur. Lantanit ve aktinit elementleri (f bloğu) iç geçiş metalleri olarak adlandırılır ve bazen geçiş metalleri olarak da kabul edilir.",
        "trDesc2":"Metal oldukları için parlaktırlar ve iyi elektrik ve ısı iletkenliğine sahiptirler. Çoğu (grup 11 ve grup 12 hariç) sert ve güçlüdür ve yüksek erime ve kaynama sıcaklıklarına sahiptir.",
        "trDesc3":"İki veya daha fazla farklı oksidasyon durumundan herhangi birinde bileşikler oluştururlar ve genellikle renkli olan koordinasyon kompleksleri oluşturmak için çeşitli ligandlara bağlanırlar. Pek çok faydalı alaşım oluştururlar ve sıklıkla elementel formda veya koordinasyon kompleksleri ve oksitler gibi bileşiklerde katalizör olarak kullanılırlar.",
        "trDesc4":"Çoğu, bileşiklerinin çoğu gibi eşleşmemiş d elektronları nedeniyle güçlü bir şekilde paramanyetiktir. Oda sıcaklığına yakın ferromanyetik olan elementlerin tümü geçiş metalleri (demir, kobalt ve nikel) veya iç geçiş metalleridir (gadolinyum)",
        "trDesc5":"İngiliz kimyager Charles Rugeley Bury (1890-1968), bu bağlamda geçiş sözcüğünü ilk kez 1921'de, bir iç elektron katmanının değişimi sırasında bir dizi elementten söz ederken kullanmıştır (örneğin, elektronların 4. sırasındaki n = 3). periyodik tablo) 8'den 18'e veya 18'den 32'ye kadar kararlı bir gruptan.[1][2][3] Bu elemanlar artık d bloğu olarak biliniyor.",
        "colors":"D8B4F8",
        "shColor":"927AA8"
    },   
     {
        "enTitle":"Post Transition",
        "enDesc1":" The metallic elements in the periodic table located between the transition metals to their left and the chemically weak nonmetallic metalloids to their right have received many names in the literature, such as post-transition metals, poor metals, other metals, p-block metals and chemically weak metals. The most common name, post-transition metals, is generally used in this article.",
        "enDesc2":" Physically, these metals are soft (or brittle), have poor mechanical strength, and usually have melting points lower than those of the transition metals.",
        "enDesc3":"Being close to the metal-nonmetal border, their crystalline structures tend to show covalent or directional bonding effects, having generally greater complexity or fewer nearest neighbours than other metallic elements.",
        "enDesc4":"Chemically, they are characterised—to varying degrees—by covalent bonding tendencies, acid-base amphoterism and the formation of anionic species such as aluminates, stannates, and bismuthates (in the case of aluminium, tin, and bismuth, respectively).",
        "enDesc5":"They can also form Zintl phases (half-metallic compounds formed between highly electropositive metals and moderately electronegative metals or metalloids).",  
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Geçiş Sonrası",
        "trDesc1":"Periyodik tablodaki sol taraftaki geçiş metalleri ile sağ tarafındaki kimyasal açıdan zayıf metalik olmayan metaloidler arasında yer alan metalik elementler, literatürde geçiş sonrası metaller, zayıf metaller, diğer metaller, p-blok metaller ve diğer metaller gibi birçok isim almıştır. kimyasal olarak zayıf metaller. Bu makalede genel olarak en yaygın isim olan geçiş sonrası metaller kullanılmaktadır.",
        "trDesc2":"Fiziksel olarak bu metaller yumuşaktır (veya kırılgandır), zayıf mekanik dayanıma sahiptirler ve genellikle geçiş metallerinden daha düşük erime noktalarına sahiptirler.",
        "trDesc3":"Metal-metal olmayan sınırına yakın oldukları için kristal yapıları, diğer metalik elementlere göre genellikle daha karmaşık veya daha az en yakın komşuya sahip olan, kovalent veya yönlü bağlanma etkileri gösterme eğilimindedir.",
        "trDesc4":"Kimyasal olarak, değişen derecelerde kovalent bağlanma eğilimleri, asit-baz amfoterizmi ve alüminatlar, stannatlar ve bizmutatlar (sırasıyla alüminyum, kalay ve bizmut durumunda) gibi anyonik türlerin oluşumuyla karakterize edilirler.",
        "trDesc5":"Ayrıca Zintl fazları da oluşturabilirler (yüksek derecede elektropozitif metaller ile orta derecede elektronegatif metaller veya metaloidler arasında oluşan yarı metalik bileşikler).",
        "colors":"82A0D8",
        "shColor":"6A83B1"
    },
    {
        "enTitle":"Actanide",
        "enDesc1":" The actinide series encompasses the 15 metallic chemical elements with atomic numbers from 89 to 103, actinium through lawrencium. The actinide series derives its name from the first element in the series, actinium. The informal chemical symbol An is used in general discussions of actinide chemistry to refer to any actinide.",
        "enDesc2":"The 1985 IUPAC Red Book recommends that actinoid be used rather than actinide, since the suffix -ide normally indicates a negative ion.",
        "enDesc3":"All the actinides are f-block elements, except the final one (lawrencium) which is a d-block element:[5][6] on this basis the inclusion of lawrencium among the actinides has sometimes been questioned,[7] as it is also a transition metal. ",
        "enDesc4":" The series mostly corresponds to the filling of the 5f electron shell, although in the ground state many have anomalous configurations involving the filling of the 6d shell due to interelectronic repulsion. In comparison with the lanthanides, also mostly f-block elements, the actinides show much more variable valence. ",
        "enDesc5":"They all have very large atomic and ionic radii and exhibit an unusually large range of physical properties. While actinium and the late actinides (from americium onwards) behave similarly to the lanthanides, the elements thorium, protactinium, and uranium are much more similar to transition metals in their chemistry, with neptunium and plutonium occupying an intermediate position." ,
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Aktinit",
        "trDesc1":"Aktinit serisi, aktinyumdan lavrensiyuma kadar atom numaraları 89'dan 103'e kadar olan 15 metalik kimyasal elementi kapsar. Aktinit serisi, adını serideki ilk element olan aktinyumdan alır. Resmi olmayan kimyasal sembol An, aktinit kimyasının genel tartışmalarında herhangi bir aktinite atıfta bulunmak için kullanılır.",
        "trDesc2":"1985 IUPAC Kırmızı Kitabı, -ide soneki normalde negatif bir iyonu gösterdiğinden, aktinit yerine aktinoid kullanılmasını önermektedir.",
        "trDesc3":"Bir d-blok elementi olan sonuncusu (lawrensiyum) dışında tüm aktinitlerin f-blok elementleri vardır:[5][6] bu temelde lavrensiyumun aktinitlerin arasına dahil edilmesi bazen sorgulanmıştır,[7] aynı zamanda bir geçiş metalidir.",
        "trDesc4":"Seri çoğunlukla 5f elektron kabuğunun doldurulmasına karşılık gelir, ancak temel durumda çoğu, elektronikler arası itme nedeniyle 6d kabuğun doldurulmasını içeren anormal konfigürasyonlara sahiptir. Çoğunlukla f-blok elementleri olan lantanitlerle karşılaştırıldığında, aktinitlerin değeri çok daha değişkendir.",
        "trDesc5":"Hepsi çok büyük atomik ve iyonik yarıçaplara sahiptir ve alışılmadık derecede geniş bir fiziksel özellik yelpazesi sergiler. Aktinyum ve geç aktinidler (amerikyumdan itibaren) lantanitlere benzer şekilde davranırken, toryum, protaktinyum ve uranyum elementleri kimyalarında geçiş metallerine çok daha fazla benzer; neptunyum ve plütonyum bir ara pozisyon işgal eder.",
        "colors":"FFC7EA",
        "shColor":"B68DA6"
    },   
     {
        "enTitle":"Lanthanide",
        "enDesc1":"The lanthanide series of chemical elements[a] comprises the 15 metallic chemical elements with atomic numbers 57–71, from lanthanum through lutetium.[2][3][4] These elements, along with the chemically similar elements scandium and yttrium, are often collectively known as the rare-earth elements or rare-earth metals.",
        "enDesc2":"The informal chemical symbol Ln is used in general discussions of lanthanide chemistry to refer to any lanthanide. All but one of the lanthanides are f-block elements, corresponding to the filling of the 4f electron shell. Lutetium is a d-block element (thus also a transition metal),[6][7] and on this basis its inclusion has been questioned; however, it (as well as scandium and yttrium in group 3) behaves similarly to the other 14.",
        "enDesc3":" These elements are called lanthanides because the elements in the series are chemically similar to lanthanum. Since lanthanide means like lanthanum, it has been argued that lanthanum cannot logically be a lanthanide, but the International Union of Pure and Applied Chemistry (IUPAC) acknowledges its inclusion based on common usage.",
        "enDesc4":"In presentations of the periodic table, the f-block elements are customarily shown as two additional rows below the main body of the table.[2] This convention is entirely a matter of aesthetics and formatting practicality; a rarely used wide-formatted periodic table inserts the 4f and 5f series in their proper places, as parts of the tables sixth and seventh rows (periods), respectively.",
        "enDesc5":"The 1985 IUPAC Red Book recommends using lanthanoid instead of lanthanide, as the ending -ide normally indicates a negative ion. However, owing to widespread current use, lanthanide is still allowed.",
        "svg":"assets/svg/science_two.svg",
        "trTitle":"Lantanit",
        "trDesc1":"Lantanit kimyasal element serisi[a], lantandan lutesyuma kadar atom numaraları 57-71 olan 15 metalik kimyasal elementten oluşur.[2][3][4] Bu elementler, kimyasal olarak benzer elementler olan skandiyum ve itriyum ile birlikte genellikle toplu olarak nadir toprak elementleri veya nadir toprak metalleri olarak bilinir.",
        "trDesc2":"Resmi olmayan kimyasal sembol Ln, lantanit kimyasının genel tartışmalarında herhangi bir lantanide atıfta bulunmak için kullanılır. Lantanitlerin biri hariç tümü, 4f elektron kabuğunun doldurulmasına karşılık gelen f-blok elemanlarıdır. Lutesyum bir d-blok elementidir (dolayısıyla aynı zamanda bir geçiş metalidir)[6][7] ve bu temelde onun dahil edilmesi sorgulanmıştır; ancak, (3. gruptaki skandiyum ve itriyumun yanı sıra) diğer 14'e benzer şekilde davranır.",
        "trDesc3":"Bu elementlere lantanitler denir çünkü serideki elementler kimyasal olarak lantana benzer. Lantanit, lantan gibi anlamına geldiğinden, lantanın mantıksal olarak bir lantanit olamayacağı ileri sürülmüştür, ancak Uluslararası Temel ve Uygulamalı Kimya Birliği (IUPAC), yaygın kullanıma dayanarak onun dahil edildiğini kabul etmektedir.",
        "trDesc4":"Periyodik tablonun sunumlarında, f bloğu elemanları geleneksel olarak tablonun ana gövdesinin altında iki ek satır olarak gösterilir.[2] Bu gelenek tamamen estetik ve biçimlendirmenin pratikliğiyle ilgilidir; nadiren kullanılan geniş formatlı bir periyodik tablo, 4f ve 5f serilerini sırasıyla tablonun altıncı ve yedinci satırlarının (periyotlarının) parçaları olarak uygun yerlerine ekler.",
        "trDesc5":"1985 IUPAC Kırmızı Kitabı, -ide sonu normalde negatif iyonu gösterdiğinden lantanit yerine lantanoid kullanılmasını önerir. Ancak günümüzde yaygın kullanım nedeniyle lantanite hala izin verilmektedir.",
        "colors":"9ED2BE",
        "shColor":"779E8F"
    }

]