[

  {
    "number": 9,
    "enName": "Fluorine",
    "symbol": "F",  
    "weight": "18.99840316",
    "enCategory": "Halogen",
    "block" :"P",
    "period":"2",
    "group":"7A",
    "enDescription":"A poisonous pale yellow gaseous element belonging to group 17 of the periodic table (The halogens). It is the most chemically reactive and electronegative element. It is highly dangerous, causing severe chemical burns on contact with flesh. Fluorine was identified by Scheele in 1771 and first isolated by Moissan in 1886.",
    "enUsage":"Used in refrigerants and other fluorocarbons. Also in toothpaste as sodium fluoride (NaF) and stannous fluoride (SnF2); also in Teflon.",
    "enSource":"Found in the minerals fluorite (CaF2) and cryolite(Na3AlF6). Electrolysis of hydrofluoric acid (HF) or potassium acid fluoride (KHF2) is the only practical method of commercial production.",
    "trName":"Flor",
    "trCategory":"Halojen",
    "trDescription":"Periyodik tabloda 17. gruba (halojenler) dahil olan zehirli, soluk sarı renkte ve gaz halde bulunan bir elementtir. Kimyasal olarak en reaktif ve elektronegatif elementtir. Oldukça tehlikeli olup ciltle temas ettiği takdirde ciddi kimyasal yanıklara sebep olur. Flor, 1771’de Scheele tarafından bulunmuş ve ilk kez 1886’da Moissan tarafından izole edilmiştir.",
    "trUsage":"Soğutucular ve diğer florokarbonlarda kullanılır. Ayrıca sodyum florür (NaF) ve kalay florür (SnF2) olarak diş macunlarında kullanılır. Bir diğer kullanım alanı da teflonlardır.",
    "trSource":"Florit ve kriyolitte bulunur. Ticari üretimi için tek pratik yol, hidroflorik asit (HF) veya potasyum florürün (KHF2) elektrolizidir.",
    "colors":"94A684",
    "shColor":"707D65"
  },
  {
    "number": 17,
    "enName": "Chlorine",
    "symbol": "Cl",  
    "weight": "35.45",
    "enCategory": "Halogen",
    "block" :"P",
    "period":"3",
    "group":"7A",
    "enDescription":"Halogen element. Poisonous greenish-yellow gas. Occurs widely in nature as sodium chloride in seawater. Reacts directly with many elements and compounds, strong oxidizing agent. Discovered by Karl Scheele in 1774. Humphrey David confirmed it as an element in 1810.",
    "enUsage":"Used in water purification, bleaches, acids and many, many other compounds such as chlorofluorocarbons (CFC).",
    "enSource":"Salt (sodium chloride, NaCl) is its most common compound. Commercial quantities are produced by electrolysis of aqueous sodium chloride (seawater or brine from salt mines).",
    "trName":"Klor",
    "trCategory":"Halojen",
    "trDescription":"Halojen elementidir. Yeşilimsi sarı renkte, zehirli ve gaz haldedir. Deniz suyunda sodyum klorür olarak doğada bolca bulunur. Birçok element ve bileşik ile doğrudan tepkimeye giren güçlü bir oksitleyici maddedir. 1774 yılında Karl Scheele tarafından keşfedilmiştir. 1810’da da Humphrey David bir element olduğunu doğrulamıştır.",
    "trUsage":"Su arıtımında, ağartıcılarda, asitlerde ve kloroflorokarbon (CFC) gibi başka birçok bileşikte kullanılır.",
    "trSource":"Tuz (sodyum klorür, NaCI) en yaygın bileşiğidir. Ticari miktarları sulu sodyum klorürün (deniz suyu veya tuz madenlerindeki tuzlu su) elektrolizi ile elde edilir.",
    "colors":"94A684",
    "shColor":"707D65"
  },
  {
    "number": 35,
    "enName": "Bromine",
    "symbol": "Br",  
    "weight": "79.904",
    "enCategory": "Halogen",
    "block" :"P",
    "period":"4",
    "group":"7A",
    "enDescription":"Halogen element. Red volatile liquid at room temperature. Its reactivity is somewhere between chlorine and iodine. Harmful to human tissue in a liquid state, the vapour irritates eyes and throat. Discovered in 1826 by Antoine Balard.",
    "enUsage":"It was once used in large quantities to make a compound that removed lead compound build up in engines burning leaded gasoline. Now it is primarily used in dyes, disinfectants, and photographic chemicals.",
    "enSource":"Occurs in compounds in sea water.",
    "trName":"Brom",
    "trCategory":"Halojen",
    "trDescription":"Halojen bir elementtir. Kırmızı renktedir ve oda sıcaklığında uçucu sıvı haldedir. Reaktifliği klor ve iyot arasındadır. Sıvı halde insan dokusuna zararlıdır, gaz halde de gözlerde ve boğazda tahriş yapar. 1823'de Antoine Balard tarafından keşfedilmiştir.",
    "trUsage":"Eskiden kurşunlu benzin yakan motorlarlarda kurşun kalıntısını çıkaran bir bileşiğin üretiminde büyük miktarlarda kullanılıyordu. Günümüzde ağırlıklı olarak boya, dezenfektan ve fotoğrafik kimyasallarda kullanılıyor.",
    "trSource":"Deniz suyunda bileşikler halinde bulunur.",
    "colors":"94A684",
    "shColor":"707D65"
  },
  {
    "number": 53,
    "enName": "Iodine",
    "symbol": "I",  
    "weight": "126.904473",
    "enCategory": "Halogen",
    "block" :"P",
    "period":"5",
    "group":"7A",
    "enDescription":"Dark violet nonmetallic element, belongs to group 17 of the periodic table. Insoluble in water. Required as a trace element for living organisms. One stable isotope, I-127 exists, in addition to fourteen radioactive isotopes. Chemically the least reactive of the halogens, and the most electropositive metallic halogen. Discovered in 1812 by Courtois.",
    "enUsage":"Required in small amounts by humans. Once used as an antiseptic, but no longer due to its poisonous nature.",
    "enSource":"Occurs on land and in the sea in sodium and potassium compounds.",
    "trName":"İyot",
    "trCategory":"Halojen",
    "trDescription":"Koyu mor, ametal, 17. gruba ait bir elementtir. Suda çözünmez. Canlı organizmalar eser element olarak ihtiyaç duyar. 14 radyoaktif izotopa ek olarak, I-127 olarak tek kararlı izotopu vardır. Kimyasal olarak halojenlerin en az reaktifi ve en elektropozitif halojendir. 1812'de Courtois tarafından keşfedilmiştir.",
    "trUsage":"İnsanların eser miktarlarda ihtiyaç duyduğu bir elementtir. Eskiden bir antiseptik olarak kullanılıyordu ancak zehirli oluşundan dolayı şu an böyle bir kullanımı mevcut değildir.",
    "trSource":"Karada ve denizde bulunan sodyum ve potasyum bileşiklerinde bulunur.",
    "colors":"94A684",
    "shColor":"707D65"
  },
  {
    "number": 85,
    "enName": "Astatine",
    "symbol": "At",  
    "weight": "210",
    "enCategory": "Halogen",
    "block" :"P",
    "period":"6",
    "group":"7A",
    "enDescription":"Radioactive halogen element. Occurs naturally from uranium and thorium decay. At least 20 known isotopes. At-210, the most stable, has a half-life of 8.3 hours. Synthesized by nuclear bombardment in 1940 by D.R. Corson, K.R. MacKenzie and E. Segre at the University of California.",
    "enUsage":"Since its isotopes have such short half-lives there are no commercially significant compounds of astatine.",
    "enSource":"Does not occur in nature. Similar to iodine. Produced by bombarding bismuth with alpha particles.",
    "trName":"Astatin",
    "trCategory":"Halojen",
    "trDescription":"Radyoaktif ve halojen bir elementtir. Uranyum ve toryum bozunması sonucu doğal olarak oluşur. Bilinen en az 20 izotopu vardır. En kararlısı olan At-210, 8.3 saatlik yarı ömre sahiptir. 1940'ta D.R. Corson, K.R. MacKenzie ve E. Segre tarafından Kaliforniya Üniversitesi'nde nükleer bombardıman ile sentezlenmiştir.",
    "trUsage":"İzotoplarının çok kısa yarı ömrü olduğu için astatinin ticari olarak önemli bir kullanımı yoktur.",
    "trSource":"Doğada bulunmaz. İyota benzer. Bizmutun alfa parçacıkları ile bombardıman edilmesiyle elde edilir.",
    "colors":"94A684",
    "shColor":"707D65"
  }
]