[
  {
    "number": 57,
    "enName": "Lanthanum",
    "symbol": "La",
    "weight": "138.905477",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 5d1 6s2",
    "enDescription": "(From the Greek word lanthanein, to line hidden) Silvery metallic element belonging to group 3 of the periodic table and oft considered to be one of the lanthanoids. Found in some rare-earth minerals. Twenty-five natural isotopes exist. La-139 which is stable, and La-138 which has a half-life of 10^10 to 10^15 years. The other twenty-three isotopes are radioactive. It resembles the lanthanoids chemically. Lanthanum has a low to moderate level of toxicity, and should be handled with care. Discovered in 1839 by C.G. Mosander.",
    "enUsage": "It is used in the electodes of high-intensity, carbon-arc lights. Also used in the production of high-grade europium metal. Because it gives glass refractive properties, it is used in expensive camera lenses.",
    "enSource": "Found with rare earths in monazite and bastnasite. Monazite sand typicall contains 25% lanthanum.",
    "trName": "Lantan",
    "trCategory": "Lantanit",
    "trDescription": "(Yunanca saklı olmak anlamında lathanein kelimesinden) Gümüşümsü, üçüncü gruba ait metal elementtir ve genellikle lantanitlerden bir tanesi olarak görülür. Bazı nadir toprak minerallerinde bulunur. 25 doğal izotopu vardır. La-139 kararlıdır, La-138'in de 10^10'dan 10^15 yıla kadar yarı ömrü vardır. Diğer 23 izotopu radyoaktiftir. Kimyasal olarak lantanitlere benzer. Lantan, düşükten orta seviyeye kadar zehirlidir ve dikkatli kullanılmalıdır. 1839'da C.G. Mosander tarafından keşfedilmiştir.",
    "trUsage": "Yüksek yoğunluklu, karbon ark lambalarının elektrotlarında kullanılır. Aynı zamanda kaliteli evropiyum metali üretiminde kullanılır. Cama ışığı kırıcı özellikler kazandırdığı için, pahalı kamera lenslerinde bulunur.",
    "trSource": "Monazit ve bastnezit minerallerinde nadir toprak elementleriyle beraber bulunur. Monazit kumu tipik olarak %25 lantan içerir.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 195,
    "electronegativity": 1.1
  },
  {
    "number": 58,
    "enName": "Cerium",
    "symbol": "Ce",
    "weight": "140.1161",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f1 5d1 6s2",
    "enDescription": "Silvery metallic element, belongs to the lanthanoids. Four natural isotopes exist, and fifteen radioactive isotopes have been identified. Used in some rare-earth alloys. The oxidized form is used in the glass industry. Discovered by Martin .H. Klaproth in 1803.",
    "enUsage": "Its oxides are used in the optics and glass-making industries. Its salts are used in the photography and textile industry. Used in high-intensity carbon lamps and as alloying agents in special metals.",
    "enSource": "Most abundant rare earth metal. Found in many minerals like monazite sand [Ce(PO4)].",
    "trName": "Seryum",
    "trCategory": "Lantanit",
    "trDescription": "Gümüşümsü, metal ve lantanitler arasında bulunan elementtir. Dört doğal izotopu ve 15 radyoaktif izotopu bulunmuştur. Bazı nadir toprak alaşımlarında bulunur. Oksitlenmiş hali cam sanayiinde kullanılır. 1803'te Martin H. Klaproth tarafınfan keşfedilmiştir.",
    "trUsage": "Yüksek yoğunluklu karbon lambalarında ve özel metallerde alaşımlama maddesi olarak; oksitleri, optik ve cam sanayinde; tuzları fotoğrafçılıkta ve tekstil sanayinde kullanılır.",
    "trSource": "En çok bulunan nadir toprak metalidir. Monazit kumu [Ce(PO4)] gibi birçok mineralde bulunur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.12
  },
  {
    "number": 59,
    "enName": "Praseodymium",
    "symbol": "Pr",
    "weight": "140.907662",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f3 6s2",
    "enDescription": "Soft silvery metallic element, belongs to the lanthanoids. Only natural isotope is Pr-141 which is not radioactive. Fourteen radioactive isotopes have been artificially produced. Used in rare-earth alloys. Discovered in 1885 by C.A. von Welsbach.",
    "enUsage": "Used with neodymium to make lenses for glass maker's goggles since it filters out the yellow light present in glass blowing. Alloyed with magnesium creates a high-strength metal used in aircraft engines. Makes up 5% of Mich metal.",
    "enSource": "Obtained from same salts as neodymium.",
    "trName": "Praseodimyum",
    "trCategory": "Lantanit",
    "trDescription": "Yumuşak, gümüşümsü ve lantanitler arasında bulunan metal bir elementtir. Tek doğal izotopu Pr-141'dir ve radyoaktif değildir. 14 radyoaktif izotopu yapay olarak elde edilmiştir. Nadir toprak alaşımlarında kullanılır. 1885'te C.A. von Welsbach tarafından keşfedilmiştir.",
    "trUsage": "Cam üfleme işlemi sırasındaki sarı ışığı süzdüğü için camcıların koruyucu gözlüklerindeki lenslerin yapımında neodimiyum ile beraber kullanılır. Magnezyum ile alaşımlandığında, hava araçlarının motorlarında kullanılan yüksek mukavemetli bir metal elde edilir. Misch metalinin %5'ini oluşturmaktadır",
    "trSource": "Neodimum ile aynı tuzlardan elde edilir.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.13
  },
  {
    "number": 60,
    "enName": "Neodymium",
    "symbol": "Nd",
    "weight": "144.2423",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f4 6s2",
    "enDescription": "Soft bright silvery metallic element, belongs to the lanthanoids. Seven natural isotopes, Nd-144 being the only radioactive one with a half-life of 10^10 to 10^15 years. Six artificial radioisotopes have been produced. The metal is used in glass works to color class a shade of violet-purple and make it dichroic. One of the more reactive rare-earth metals, quickly reacts with air. Used in some rare-earth alloys. Neodymium is used to color the glass used in welder's glasses. Neodymium is also used in very powerful, permanent magnets (Nd2Fe14B). Discovered by Carl F. Auer von Welsbach in Austria in 1885 by separating didymium into its elemental components Praseodymium and neodymium. The name comes from the Greek words 'neos didymos' which means 'new twin'. Neodymium should be considered highly toxic, however evidence would seem to show that it acts as little more than a skin and eye irritant. The dust however, presents a fire and explosion hazard.",
    "enUsage": "Used in making artificial ruby for lasers. Also in ceramics and for a special lens with praseodymium. Also to produce bright purple glass and special glass that filters infrared radiation. Makes up 18% of Mich metal, which is used in making steel.",
    "enSource": "Made from electrolysis of its halide salts, which are made from monazite sand.",
    "trName": "Neodimyum",
    "trCategory": "Lantanit",
    "trDescription": "Yumuşak, parlak, gümüşümsü metal bir elementtir. Lantanitler arasında bulunur. Yedi doğal izotopu vardır. Nd-144, 10^10-10^15 yıllık yarı ömürle bunlardan tek radyoaktif olanıdır. Altı yapay radyoizotopu üretilmiştir. Cam eşyalarda çift renkli yapmak üzere cama menekşe moru tonunda bir renk vermek için kullanılır. En reaktif nadir toprak metalleri arasındadır, havayla hızlı tepkimeye girer. Bazı nadir toprak alaşımlarında kullanılır. Neodimyum kaynakçı gözlüğünün renklendirilmesinde kullanılır. Ayrıca çok güçlü sürekli mıknatısların (Nd2Fe14B) yapımında da kullanılır. 1885'te Carl F. Auer von Welsbach tarafından didimiyumun, praseodimiyum ve neodiyum elementlerine ayrılması sayesinde keşfedilmiştir. Elementin adı Yunanca'da yeni ikiz anlamında neos didymos sözcüğünden gelir. Neodimyumun son derece toksik olduğu unutulmamalıdır, ancak bulgular sadece cilt ve göz tahrişi yapabileceğine işaret etmektedir. Lakin, toz halinde yangın ve patlama riski taşımaktadır.",
    "trUsage": "Lazerlerde yapay yakut yapımında kullanılır. Aynı zamanda seramikler, parlak mor cam, kızılötesi radyasyonu süzen özel camlarda ve praseodimiyum ile birlikte özel bir lensin üretiminde kullanılır. Çelik yapımında kullanılan Misch metalinin %18'ini oluşturmaktadır.",
    "trSource": "Monanit kumundan yapılmış halojenür tuzlarının elektrolizi ile elde edilir.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.14
  },
  {
    "number": 61,
    "enName": "Promethium",
    "symbol": "Pm",
    "weight": "145",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f5 6s2",
    "enDescription": "Soft silvery metallic element, belongs to the lanthanoids. Pm-147, the only natural isotope, is radioactive and has a half-life of 252 years. Eighteen radioisotopes have been produced, but all have very short half-lives. Found only in nuclear decay waste. Pm-147 is of interest as a beta-decay source, however Pm-146 and Pm-148 have to be removed from it first, as they generate gamma radiation. Discovered by J.A. Marinsky, L.E. Glendenin and C.D. Coryell in 1947.",
    "enUsage": "It has been used as a source of radioactivity for thickness-measuring gages.",
    "enSource": "Does not occur naturally. Found among fission products of uranium, thorium, and plutonium.",
    "trName": "Prometyum",
    "trCategory": "Lantanit",
    "trDescription": "Yumuşak, gümüşümsü, metal bir elementtir. Lantanitler arasında yer alır. Tek doğal izotopu olan Pm-147 radyoaktif olup 252 yıllık yarı ömre sahiptir. 18 radyoizotopu üretilmiştir ancak hepsinin kısa yarı ömrü vardır. Sadece nükleer bozunma atıklarında bulundur. Pm-147 bir beta bozunma kaynağı olarak ilgi çekmektedir, ancak gama radyasyonu yaydıkları için üzerinden Pm-146 ve Pm-148 ayrılmalıdır. 1947'de J.A. Marinsky, L.E. Glendenin ve C.D. Coryell tarafından keşfedilmiştir.",
    "trUsage": "Kalınlık ölçerlerde radyoaktiflik kaynağı olarak kullanılmaktadır.",
    "trSource": "Doğada bulunmaz. Uranyum, toryum ve plütonyumun fizyon ürünlerinde bulunur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.13
  },
  {
    "number": 62,
    "enName": "Samarium",
    "symbol": "Sm",
    "weight": "150.362",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f6 6s2",
    "enDescription": "Soft silvery metallic element, belongs to the lanthanoids. Seven natural isotopes, Sm-147 is the only radioisotope, and has a half-life of 2.5*10^11 years. Used for making special alloys needed in the production of nuclear reactors. Also used as a neutron absorber. Small quantities of samarium oxide is used in special optical glasses. The largest use of the element is its ferromagnetic alloy which produces permanent magnets that are five times stronger than magnets produced by any other material. Discovered by Francois Lecoq de Boisbaudran in 1879.",
    "enUsage": "It is used in the electronics and ceramics industries. It is easily magnetized and very difficult to demagnetize. This suggests important future applications in solid-state and superconductor technologies.",
    "enSource": "Found with other rare earths in monazite sand. The sand is often 50% rare earths by weight and 2.8% samarium.",
    "trName": "Samaryum",
    "trCategory": "Lantanit",
    "trDescription": "Yumuşak, gümüşümsü metal bir elementtir. Lantanitler arasında yer alır. Yedi doğal izotopu vardır. Sm-147 tek radyoizotoptur ve 2.5*10^11 yıllık yarı ömrü vardır. Nükleer reaktör üretiminde gerekli olan özel alaşımların yapımında kullanılır. Nötron soğurucu olarak da kullanılır. Samaryum oksidin eser miktarları özel optik gözlüklerde kullanılır. Elementin en kapsamlı kullanımı, diğer malzemelerden üretilen mıknatıslardan beş kat daha güçlü olan sürekli mıknatısların üretiminde kullanılan ferromanyetik alaşımlarıdır. 1879'da Francois Lecoq de Boisbaudran tarafından keşfedilmiştir.",
    "trUsage": "Elektronik ve seramik sanayilerinde kullanılır. Kolayca manyetize edilir ve sonradan demanyetize edilmesi oldukça zordur. Bu özelliği gelecekte katıhal ve süper iletken teknolojileri için önemli uygulama alanlarında yer alacağına işaret etmektedir.",
    "trSource": "Diğer nadir toprak elementleriyle monazit kumunda bulunur. Bu kum ağırlık olarak %50 nadir toprak elementerinden, %2.8 samaryumdan oluşur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.17
  },
  {
    "number": 63,
    "enName": "Europium",
    "symbol": "Eu",
    "weight": "151.9641",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f7 6s2",
    "enDescription": "Soft silvery metallic element belonging to the lanthanoids. Eu-151 and Eu-153 are the only two stable isotopes, both of which are Neutron absorbers. Discovered in 1889 by Sir William Crookes.",
    "enUsage": "Used with yttrium oxide to make red phosphors for color televisions.",
    "enSource": "Obtained from monazite sand, which is a mixture of phosphates of calcium, thorium, cerium, and most other rare earths.",
    "trName": "Evropiyum",
    "trCategory": "Lantanit",
    "trDescription": "Lantanitler grubunda bulunan yumuşak, gümüşümsü metal bir elementtir. Her ikisi de nötron soğurucusu olan Eu-151 ve Eu-153 tek kararlı izotoplarıdır. 1889'da Sir William Crookes taafından keşfedilmiştir.",
    "trUsage": "Renkli televizyonlar için itriyum oksit ile kırmızı fosfor yapımı için kullanılır.",
    "trSource": "Kalsiyum, toryum, seryum ve diğer birçok nadir toprak elementinin fosfat karışımı olan monazit kumundan elde edilir.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.2
  },
  {
    "number": 64,
    "enName": "Gadolinium",
    "symbol": "Gd",
    "weight": "157.253",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f7 5d1 6s2",
    "enDescription": "Soft silvery metallic element belonging to the lanthanoids. Seven natural, stable isotopes are known in addition to eleven artificial isotopes. Gd-155 and Gd-157 and the best neutron absorbers of all elements. Gadolinium compounds are used in electronics. Discovered by J.C.G Marignac in 1880.",
    "enUsage": "Used in steel alloying agents and the manufacture of electronic components.",
    "enSource": "Found with other rare earths in gadolinite and monazite sand.",
    "trName": "Gadolinyum",
    "trCategory": "Lantanit",
    "trDescription": "Yumuşak, gümüşümsü, lantanitler arasında bulunan metal elementtir. 11 yapay izotopa ek olarak bilinen yedi doğal ve kararlı izotopu vardır. Gd-155 ve Gd-157 bütün elementler arasında en iyi nötron soğuruculardır. Gadolinyum bileşikleri elektronikte kullanılır. 1880'de J.C.G Marignac tarafından keşfedilmiştir.",
    "trUsage": "Çelik alaşımlama maddelerinde ve elektronik bileşenlerinin üretiminde kullanılır.",
    "trSource": "Gadolinit ve monazit kumunda diğer nadir toprak elementleriyle bulunur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 185,
    "electronegativity": 1.2
  },
  {
    "number": 65,
    "enName": "Terbium",
    "symbol": "Tb",
    "weight": "158.925352",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f9 6s2",
    "enDescription": "Silvery metallic element belonging to the lanthanoids. Tb-159 is the only stable isotope, there are seventeen artificial isotopes. Discovered by G.G. Mosander in 1843.",
    "enUsage": "It is used in modest amounts in special lasers and solid-state devices.",
    "enSource": "Found with other rare earths in monazite sand, which typically contain 0.03% terbium. Other sources are xenotime and euxenite, both of which are oxide mixtures that can contain up to 1% terbium.",
    "trName": "Terbiyum",
    "trCategory": "Lantanit",
    "trDescription": "Gümüşümsü, lantanitler arasında bulunan metal elementtir. Tb-159 tek kararlı izotopudur. 17 tane de yapay izotopu vardır. G.G. Mosander tarafından 1843'te keşfedilmiştir.",
    "trUsage": "Özel lazerlerde ve katıhal cihazlarında ufak miktarlarda kullanılır.",
    "trSource": "Diğer toprak elementleriyle birlikte %0.03 oranında terbiyum içeren monazit kumunda bulunur. Her ikisi de %1'e kadar terbiyum içeren oksit karışımı olan ksenotim ve öksenitten de elde edilebilmektedir.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.22
  },
  {
    "number": 66,
    "enName": "Dysprosium",
    "symbol": "Dy",
    "weight": "162.5001",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f10 6s2",
    "enDescription": "Metallic with a bright silvery-white lustre. Dysprosium belongs to the lanthanoids. It is relatively stable in air at room temperatures, it will however dissolve in mineral acids, evolving hydrogen. It is found in from rare-earth minerals. There are seven natural isotopes of dysprosium, and eight radioisotopes, Dy-154 being the most stable with a half-life of 3*10^6 years. Dysprosium is used as a neutron absorber in nuclear fission reactions, and in compact disks. It was discovered by Paul Emile Lecoq de Boisbaudran in 1886 in France. Its name comes from the Greek word dysprositos, which means hard to obtain.",
    "enUsage": "Its uses are limited to the experimental and esoteric.",
    "enSource": "Usually found with erbium, holmium and other rare earths in some minerals such as monazite sand, which is often 50% rare earth by weight.",
    "trName": "Disprosyum",
    "trCategory": "Lantanit",
    "trDescription": "Gümüşümsü-beyaz bir parlaklığa sahip metal bir elementtir. Disprozyum lantanitler arasındadır. Oda sıcaklıklarındaki havada nispeten kararlıdır. Ancak, hidrojeni dönüştürerek mineral asitlerde çözünür. Nadir toprak minerallerinde bulunur. Yedi doğal izotopu ve sekiz radyoizotopu vardır. Bunlar arasında 3*10^6 yıllık yarı ömür ile Dy-154 en kararlı olanıdır. Disprozyum, CD üretiminde ve nükleer fizyon reaktörlerinde nötron soğurucu olarak kullanılır. 1886'da Paul Emile Lecoq de Boisbaudran tarafından Fransa'da keşfedilmiştir. Adı, Yunanca'da elde edilmesi zor anlamına gelen dysprositos kelimesinden gelir.",
    "trUsage": "Kullanımı deneysel ve ezoterik amaçlarla sınırlıdır.",
    "trSource": "Genellikle erbiyum, holmiyum ve diğer nadir toprak elementleriyle birlikte ağırlık olarak %50'si bu elementlerden oluşan monazit kumu gibi bazı minerallerde bulunur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.23
  },
  {
    "number": 67,
    "enName": "Holmium",
    "symbol": "Ho",
    "weight": "164.930332",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f11 6s2",
    "enDescription": "Relatively soft and malleable silvery-white metallic element, which is stable in dry air at room temperature. It oxidizes in moist air and at high temperatures. It belongs to the lanthanoids. A rare-earth metal, it is found in the minerals monazite and gadolinite. It possesses unusual magnetic properties. One natural isotope, Ho-165 exists, six radioisotopes exist, the most stable being Ho-163 with a half-life of 4570 years. Holmium is used in some metal alloys, it is also said to stimulate the metabolism. Discovered by Per Theodor Cleve and J.L. Soret in Switzerland in 1879. The name homium comes from the Greek word Holmia which means Sweden. While all holmium compounds should be considered highly toxic, initial evidence seems to indicate that they do not pose much danger. The metal's dust however, is a fire hazard.",
    "enUsage": "It has very few practical applications; however, it has some unusual magnetic properties that offer some hope for future applications.",
    "enSource": "Occurs in gadolinite. Most often from monazite which is often 50% rare earth and typically 0.05% holmium.",
    "trName": "Holmiyum",
    "trCategory": "Lantanit",
    "trDescription": "Nispeten yumuşak ve dövülebilir bir gümüşümsü-beyaz metaldir. Oda sıcaklığındaki kuru havada kararlıdır. Nemli havada ve yüksek sıcaklıklarda oksitlenir. Lantanit serisindedir. Nadir toprak metallerinden olup monazitte ve gadolinit minerallerinde bulunur. Sıradışı manyetik özellikleri vardır. Bir doğal izotopa (Ho-165) ek olarak altı radyoizotopu vardır. Bunlar arasında Ho-163, 4570 yıllık yarı ömür ile en kararlı olanıdır. Holmiyum metal alaşımlarda kullanılır, aynı zamanda metabolizmayı harekete geçirdiği bilinir. 1879'da Per Theodor Cleve ve J.L. Soret tarafından İsviçre'de bulunmuştur. Holmiyum adı, Yunanca'da İsveç anlamına gelen Holmia kelimesinden gelir. Bütün holmiyum bileşiklerinin son derece zehirli olduğu bilinmeliyken, ilk bulgular fazla tehlike arz etmiyor olabileceklerine de işaret etmektedir. Ancak toz halde yangın riski taşır.",
    "trUsage": "Çok az pratik kullanımı vardır. Ancak gelecek için umut vaadeden olağanüstü manyetik özelliklere sahiptir.",
    "trSource": "Gadolinitte bulunur. En çok, %50'si nadir toprak elementi ve %0.05'i tipik olarak holmiyumdan oluşan monazitte bulunur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.24
  },
  {
    "number": 68,
    "enName": "Erbium",
    "symbol": "Er",
    "weight": "167.2593",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f12 6s2",
    "enDescription": "Soft silvery metallic element which belongs to the lanthanoids. Six natural isotopes that are stable. Twelve artificial isotopes are known. Used in nuclear technology as a neutron absorber. It is being investigated for other possible uses. Discovered by Carl G. Mosander in 1843.",
    "enUsage": "Erbium oxide is used in ceramics to obtain a pink glaze. Also a few uses in the nuclear industry and as an alloying agent for other exotic metals. For example, it increases the malleability of vanadium.",
    "enSource": "Found with other heavier rare earths in xenotime and euxerite.",
    "trName": "Erbiyum",
    "trCategory": "Lantanit",
    "trDescription": "Lantanitler serisine ait olan yumuşak gümüşümsü metal bir elementtir. Kararlı olan altı doğal izotopu ve bilinen 12 yapay izotopu vardır. Nükleer teknolojide nötron soğurucu olarak kullanılır. Başka kullanım alanları da araştırılmaktadır. 1843'te Carl G. Mosander tarafından keşfedilmiştir.",
    "trUsage": "Erbiyum oksit, seramiklerde pembe sır elde etmek için kullanılır. Ayrıca, nükleer sanayide birkaç kullanım alanıyla birlikte diğer egzotik metaller için alaşımlama maddesi olarak da değerlendilir. Örnek vermek gerekirse, vanadyumun şekil verilebilirliğini arttırır.",
    "trSource": "Daha ağır nadir toprak metallerinden ksenotim ve öksenit ile birlikte bulunur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.25
  },
  {
    "number": 69,
    "enName": "Thulium",
    "symbol": "Tm",
    "weight": "168.934222",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f13 6s2",
    "enDescription": "Soft grey metallic element that belongs to the lanthanoids. One natural isotope exists, Tm-169, and seventeen artificial isotopes have been produced. No known uses for the element. Discovered in 1879 by Per Theodor Cleve.",
    "enUsage": "Radioactive thulium is used to power portable x-ray machines, eliminating the need for electrical equipment.",
    "enSource": "Found with other rare earths in the minerals gadolinite, euxenite, xenotime, and monazite. Monazite is often 50% rare earth by weight and 0.007% thulium.",
    "trName": "Tulyum",
    "trCategory": "Lantanit",
    "trDescription": "Lantanitler arasında bulunan yumuşak gri metal bir elementtir. Bir doğal izotopu (Tm-169) vardır ve 16 yapay izotopu üretilmiştir. Bilinen bir kullanımı yoktur. 1879'da Per Theodor Cleve tarafından keşfedilmiştir.",
    "trUsage": "Radyoaktif tulyum, taşınabilir röntgen cihazlarının çalıştırılması için kullanılır. Bu sayede elektrik ekipmanı kullanımına gerek kalmaz.",
    "trSource": "Gadolinit, öksenit, ksenotim ve monanit minerallerinde diğer toprak elementleriyle birlikte bulunur. Ağırlık olarak monazit, genellikle %50 nadir toprak elementi ve %0.007 tulyumdan oluşur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.27
  },
  {
    "number": 70,
    "enName": "Ytterbium",
    "symbol": "Yb",
    "weight": "173.0451",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 6s2",
    "enDescription": "Silvery metallic element of the lanthanoids. Seven natural isotopes and ten artificial isotopes are known. Used in certain steels. Discovered by J.D.G. Marignac in 1878.",
    "enUsage": "Used in metallurgical and chemical experiments.",
    "enSource": "Found in minerals such as yttria, monazite, gadolinite, and xenotime. Monazite is often 50% rare earth by weight and typically 0.03% ytterbium.",
    "trName": "İterbiyum",
    "trCategory": "Lantanit",
    "trDescription": "Gümüşümsü, lantanit metal bir elementtir. Bilinen yedi doğal ve on yapay izotopu vardır. Bazı çeliklerde kullanılır. 1878'de J.D.G. Marignac tarafından bulunmuştur.",
    "trUsage": "Metalurjik ve kimyasal deneylerde kullanılır.",
    "trSource": "İtriya, monazit, gadolinit ve ksenotim gibi minerallerde bulunur. Monazitin %50'si ağırlık olarak nadir toprak element, %0.03'ü de tipik olarak iterbiyumdan oluşur.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.3
  },
  {
    "number": 71,
    "enName": "Lutetium",
    "symbol": "Lu",
    "weight": "174.96681",
    "enCategory": "Lanthanide",
    "block": "F",
    "period": "6",
    "group": "Lanthanide",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d1 6s2",
    "enDescription": "Silvery-white rare-earth metal which is relatively stable in air. It happens to be the most expensive rare-earth metal. Its found with almost all rare-earth metals, but is very difficult to separate from other elements. Least abundant of all natural elements. Used in metal alloys, and as a catalyst in various processes. There are two natural, stable isotopes, and seven radioisotopes, the most stable being Lu-174 with a half-life of 3.3 years. The separation of lutetium from Ytterbium was described by Georges Urbain in 1907. It was discovered at approximately the same time by Carl Auer von Welsbach. The name comes from the Greek word lutetia which means Paris.",
    "enUsage": "It has no practical applications.",
    "enSource": "Found with ytterbium in gadolinite and xenotime. Usually obtained from monazite sand which is ofter 50% rare earth by weight and 0.003% lutetium.",
    "trName": "Lutesyum",
    "trCategory": "Lantanit",
    "trDescription": "Havada nispeten kararlı olan gümüşümsü-beyaz bir nadir toprak metalidir. En pahalı nadir toprak metali olup hemen hemen hepsiyle birlikte bulunur, ancak öbür elementlerden izole edilmesi zordur. Bütün doğal elementler arasında en az bulunanıdır. Metal alaşımlarda ve çeşitli işlemlerde katalizör olarak kullanılır. İki kararlı doğal ve yedi radyoizotopu vardır. En kararlısı 3.3 yıl yarı ömürle Lu-174'tür. 1907 yılında, Georges Urbain lutesyumun terbiyumdan izole edilme işlemini açıklayıp yayınlamıştır. Hemen hemen aynı zamanda Carl Auer von Welsbach tarafından bulunmuştur. Adı, Yunanca'da Paris anlamına gelen lutetia'dan gelir.",
    "trUsage": "Kullanım alanı yoktur.",
    "trSource": "Gadolinit ve ksenotimde iterbuyumla beraber bulunur. Ağırlık olarak %50'si genellikle nadir toprak elementi ve %0.003'ü lütesyum olan monazit kumundan elde edilir.",
    "colors": "9ED2BE",
    "shColor": "779E8F",
    "atomicRadius": 175,
    "electronegativity": 1.27
  }
]