[
  {
    "number": 57,
    "name": "Lanthanum",
    "symbol": "La",  
    "weight": "138.905477",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"(From the Greek word lanthanein, to line hidden) Silvery metallic element belonging to group 3 of the periodic table and oft considered to be one of the lanthanoids. Found in some rare-earth minerals. Twenty-five natural isotopes exist. La-139 which is stable, and La-138 which has a half-life of 10^10 to 10^15 years. The other twenty-three isotopes are radioactive. It resembles the lanthanoids chemically. Lanthanum has a low to moderate level of toxicity, and should be handled with care. Discovered in 1839 by C.G. Mosander.",
    "usage":"It is used in the electodes of high-intensity, carbon-arc lights. Also used in the production of high-grade europium metal. Because it gives glass refractive properties, it is used in expensive camera lenses.",
    "source":"Found with rare earths in monazite and bastnasite. Monazite sand typicall contains 25% lanthanum.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 58,
    "name": "Cerium",
    "symbol": "Ce",  
    "weight": "140.1161",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Silvery metallic element, belongs to the lanthanoids. Four natural isotopes exist, and fifteen radioactive isotopes have been identified. Used in some rare-earth alloys. The oxidized form is used in the glass industry. Discovered by Martin .H. Klaproth in 1803.",
    "usage":"Its oxides are used in the optics and glass-making industries. Its salts are used in the photography and textile industry. Used in high-intensity carbon lamps and as alloying agents in special metals.",
    "source":"Most abundant rare earth metal. Found in many minerals like monazite sand [Ce(PO4)].",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 59,
    "name": "Praseodymium",
    "symbol": "Pr",  
    "weight": "140.907662",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft silvery metallic element, belongs to the lanthanoids. Only natural isotope is Pr-141 which is not radioactive. Fourteen radioactive isotopes have been artificially produced. Used in rare-earth alloys. Discovered in 1885 by C.A. von Welsbach.",
    "usage":"Used with neodymium to make lenses for glass maker's goggles since it filters out the yellow light present in glass blowing. Alloyed with magnesium creates a high-strength metal used in aircraft engines. Makes up 5% of Mich metal.",
    "source":"Obtained from same salts as neodymium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 60,
    "name": "Neodymium",
    "symbol": "Nd",  
    "weight": "144.2423",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft bright silvery metallic element, belongs to the lanthanoids. Seven natural isotopes, Nd-144 being the only radioactive one with a half-life of 10^10 to 10^15 years. Six artificial radioisotopes have been produced. The metal is used in glass works to color class a shade of violet-purple and make it dichroic. One of the more reactive rare-earth metals, quickly reacts with air. Used in some rare-earth alloys. Neodymium is used to color the glass used in welder's glasses. Neodymium is also used in very powerful, permanent magnets (Nd2Fe14B). Discovered by Carl F. Auer von Welsbach in Austria in 1885 by separating didymium into its elemental components Praseodymium and neodymium. The name comes from the Greek words 'neos didymos' which means 'new twin'. Neodymium should be considered highly toxic, however evidence would seem to show that it acts as little more than a skin and eye irritant. The dust however, presents a fire and explosion hazard.",
    "usage":"Used in making artificial ruby for lasers. Also in ceramics and for a special lens with praseodymium. Also to produce bright purple glass and special glass that filters infrared radiation. Makes up 18% of Mich metal, which is used in making steel.",
    "source":"Made from electrolysis of its halide salts, which are made from monazite sand.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 61,
    "name": "Promethium",
    "symbol": "Pm",  
    "weight": "145",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft silvery metallic element, belongs to the lanthanoids. Pm-147, the only natural isotope, is radioactive and has a half-life of 252 years. Eighteen radioisotopes have been produced, but all have very short half-lives. Found only in nuclear decay waste. Pm-147 is of interest as a beta-decay source, however Pm-146 and Pm-148 have to be removed from it first, as they generate gamma radiation. Discovered by J.A. Marinsky, L.E. Glendenin and C.D. Coryell in 1947.",
    "usage":"It has been used as a source of radioactivity for thickness-measuring gages.",
    "source":"Does not occur naturally. Found among fission products of uranium, thorium, and plutonium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 62,
    "name": "Samarium",
    "symbol": "Sm",  
    "weight": "150.362",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft silvery metallic element, belongs to the lanthanoids. Seven natural isotopes, Sm-147 is the only radioisotope, and has a half-life of 2.5*10^11 years. Used for making special alloys needed in the production of nuclear reactors. Also used as a neutron absorber. Small quantities of samarium oxide is used in special optical glasses. The largest use of the element is its ferromagnetic alloy which produces permanent magnets that are five times stronger than magnets produced by any other material. Discovered by Francois Lecoq de Boisbaudran in 1879.",
    "usage":"It is used in the electronics and ceramics industries. It is easily magnetized and very difficult to demagnetize. This suggests important future applications in solid-state and superconductor technologies.",
    "source":"Found with other rare earths in monazite sand. The sand is often 50% rare earths by weight and 2.8% samarium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 63,
    "name": "Europium",
    "symbol": "Eu",  
    "weight": "151.9641",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft silvery metallic element belonging to the lanthanoids. Eu-151 and Eu-153 are the only two stable isotopes, both of which are Neutron absorbers. Discovered in 1889 by Sir William Crookes.",
    "usage":"Used with yttrium oxide to make red phosphors for color televisions.",
    "source":"Obtained from monazite sand, which is a mixture of phosphates of calcium, thorium, cerium, and most other rare earths.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 64,
    "name": "Gadolinium",
    "symbol": "Gd",  
    "weight": "157.253",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft silvery metallic element belonging to the lanthanoids. Seven natural, stable isotopes are known in addition to eleven artificial isotopes. Gd-155 and Gd-157 and the best neutron absorbers of all elements. Gadolinium compounds are used in electronics. Discovered by J.C.G Marignac in 1880.",
    "usage":"Used in steel alloying agents and the manufacture of electronic components.",
    "source":"Found with other rare earths in gadolinite and monazite sand.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 65,
    "name": "Terbium",
    "symbol": "Tb",  
    "weight": "158.925352",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Silvery metallic element belonging to the lanthanoids. Tb-159 is the only stable isotope, there are seventeen artificial isotopes. Discovered by G.G. Mosander in 1843.",
    "usage":"It is used in modest amounts in special lasers and solid-state devices.",
    "source":"Found with other rare earths in monazite sand, which typically contain 0.03% terbium. Other sources are xenotime and euxenite, both of which are oxide mixtures that can contain up to 1% terbium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 66,
    "name": "Dysprosium",
    "symbol": "Dy",  
    "weight": "162.5001",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Metallic with a bright silvery-white lustre. Dysprosium belongs to the lanthanoids. It is relatively stable in air at room temperatures, it will however dissolve in mineral acids, evolving hydrogen. It is found in from rare-earth minerals. There are seven natural isotopes of dysprosium, and eight radioisotopes, Dy-154 being the most stable with a half-life of 3*10^6 years. Dysprosium is used as a neutron absorber in nuclear fission reactions, and in compact disks. It was discovered by Paul Emile Lecoq de Boisbaudran in 1886 in France. Its name comes from the Greek word dysprositos, which means hard to obtain.",
    "usage":"Its uses are limited to the experimental and esoteric.",
    "source":"Usually found with erbium, holmium and other rare earths in some minerals such as monazite sand, which is often 50% rare earth by weight.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 67,
    "name": "Holmium",
    "symbol": "Ho",  
    "weight": "164.930332",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Relatively soft and malleable silvery-white metallic element, which is stable in dry air at room temperature. It oxidizes in moist air and at high temperatures. It belongs to the lanthanoids. A rare-earth metal, it is found in the minerals monazite and gadolinite. It possesses unusual magnetic properties. One natural isotope, Ho-165 exists, six radioisotopes exist, the most stable being Ho-163 with a half-life of 4570 years. Holmium is used in some metal alloys, it is also said to stimulate the metabolism. Discovered by Per Theodor Cleve and J.L. Soret in Switzerland in 1879. The name homium comes from the Greek word Holmia which means Sweden. While all holmium compounds should be considered highly toxic, initial evidence seems to indicate that they do not pose much danger. The metal's dust however, is a fire hazard.",
    "usage":"ÇIt has very few practical applications; however, it has some unusual magnetic properties that offer some hope for future applications.",
    "source":"Occurs in gadolinite. Most often from monazite which is often 50% rare earth and typically 0.05% holmium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 68,
    "name": "Erbium",
    "symbol": "Er",  
    "weight": "167.2593",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft silvery metallic element which belongs to the lanthanoids. Six natural isotopes that are stable. Twelve artificial isotopes are known. Used in nuclear technology as a neutron absorber. It is being investigated for other possible uses. Discovered by Carl G. Mosander in 1843.",
    "usage":"Erbium oxide is used in ceramics to obtain a pink glaze. Also a few uses in the nuclear industry and as an alloying agent for other exotic metals. For example, it increases the malleability of vanadium.",
    "source":"Found with other heavier rare earths in xenotime and euxerite.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 69,
    "name": "Thulium",
    "symbol": "Tm",  
    "weight": "168.934222",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Soft grey metallic element that belongs to the lanthanoids. One natural isotope exists, Tm-169, and seventeen artificial isotopes have been produced. No known uses for the element. Discovered in 1879 by Per Theodor Cleve.",
    "usage":"Radioactive thulium is used to power portable x-ray machines, eliminating the need for electrical equipment.",
    "source":"Found with other rare earths in the minerals gadolinite, euxenite, xenotime, and monazite. Monazite is often 50% rare earth by weight and 0.007% thulium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 70,
    "name": "Ytterbium",
    "symbol": "Yb",  
    "weight": "173.0451",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Silvery metallic element of the lanthanoids. Seven natural isotopes and ten artificial isotopes are known. Used in certain steels. Discovered by J.D.G. Marignac in 1878.",
    "usage":"Used in metallurgical and chemical experiments.",
    "source":"Found in minerals such as yttria, monazite, gadolinite, and xenotime. Monazite is often 50% rare earth by weight and typically 0.03% ytterbium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  },
  {
    "number": 71,
    "name": "Lutetium",
    "symbol": "Lu",  
    "weight": "174.96681",
    "category": "Lanthanide",
    "block" :"F",
    "period":"6",
    "group":"Lanthanide",
    "description":"Silvery-white rare-earth metal which is relatively stable in air. It happens to be the most expensive rare-earth metal. Its found with almost all rare-earth metals, but is very difficult to separate from other elements. Least abundant of all natural elements. Used in metal alloys, and as a catalyst in various processes. There are two natural, stable isotopes, and seven radioisotopes, the most stable being Lu-174 with a half-life of 3.3 years. The separation of lutetium from Ytterbium was described by Georges Urbain in 1907. It was discovered at approximately the same time by Carl Auer von Welsbach. The name comes from the Greek word lutetia which means Paris.",
    "usage":"It has no practical applications.",
    "source":"Found with ytterbium in gadolinite and xenotime. Usually obtained from monazite sand which is ofter 50% rare earth by weight and 0.003% lutetium.",
    "colors":"9ED2BE",
    "shColor":"779E8F"
  }
]