[
  {
    "number": 5,
    "enName": "Boron",
    "symbol": "B",
    "weight": "10.81",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "2",
    "group": "3A",
    "electronConfiguration": "1s2 2s2 2p1",
    "enDescription": "An element of group 13 of the periodic table. There are two allotropes, amorphous boron is a brown power, but metallic boron is black. The metallic form is hard (9.3 on Mohs' scale) and a bad conductor in room temperatures. It is never found free in nature. Boron-10 is used in nuclear reactor control rods and shields. It was discovered in 1808 by Sir Humphry Davy and by J.L. Gay-Lussac and L.J. Thenard.",
    "enUsage": "Used with titanium & tungsten to make heat resistant alloys for jets & rockets.",
    "enSource": "Obtained from kernite, a kind of borax (Na2B4O7.10H2O). High purity boron is produced by electrolysis of molten potassium fluroborate and potassium chloride (KCl).",
    "trName": "Bor",
    "trCategory": "Metalimsi",
    "trDescription": "Periyodik tabloda 13. grupta yer alan bir elementtir. İki allotropa sahiptir. Amorf bor kahverengi toz iken metalik bor siyahtır. Metal hali serttir (Mohs ölçeğinde 9.3) ve oda sıcaklığında kötü bir iletkendir. Doğada asla serbest olarak bulunmaz. Bor-10, nükleer reaktör kontrol çubukları ve zırhlarında kullanılır. 1808'de Sir Humprhy Davy, J.L. Gay-Lussac ve L.J. Thenard tarafından keşfedilmiştir.",
    "trUsage": "Jet ve roketlerde gereken ısıya dayanaklı alaşımlar yapmak için titanyum ve tungsten ile birlikte kullanılır.",
    "trSource": "Bir boraks türü olan kernitten elde edilir. Yüksek saflıktaki bor, erimiş potasyum floroborat ve potasyum klorürün elektrolizi ile üretilir.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 87,
    "electronegativity": 2.04
  },
  {
    "number": 14,
    "enName": "Silicon",
    "symbol": "Si",
    "weight": "28.085",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "3",
    "group": "4A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p2",
    "enDescription": "Metalloid element belonging to group 14 of the periodic table. It is the second most abundant element in the Earth's crust, making up 25.7% of it by weight. Chemically less reactive than carbon. First identified by Lavoisier in 1787 and first isolated in 1823 by Berzelius.",
    "enUsage": "Used in glass as silicon dioxide (SiO2). Silicon carbide (SiC) is one of the hardest substances known and used in polishing. Also the crystalline form is used in semiconductors.",
    "enSource": "Makes up major portion of clay, granite, quartz (SiO2), and sand. Commercial production depends on a reaction between sand (SiO2) and carbon at a temperature of around 2200 °C.",
    "trName": "Silikon",
    "trCategory": "Metalimsi",
    "trDescription": "Periyodik tablonun 14. grubuna ait yarı metal bir elementtir. Ağırlık olarak %25.7’sini oluşturduğu yer kabuğunda en çok bulunan ikinci elementtir. Kimyasal olarak karbondan daha az reaktiftir. İlk kez 1787’de Lavoisier tarafından bulunmuş ve 1823’te Berzelius tarafından izole edilmiştir.",
    "trUsage": "Camlarda silisyum dioksit (SiO2) şeklinde kullanılır. Silisyum karbür, bilinen en sert maddelerden biridir ve cilada kullanılır. Kristal hali de yarı iletkenlerde kullanılır.",
    "trSource": "Kil, granit, kuartz (SiO2) ve kumun büyük bir kısmını oluşturur. Ticari üretimi kum (SiO2) ve karbonun 2200 °C civarında sıcaklıkta tepkimesi ile yapılır.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 111,
    "electronegativity": 1.9
  },
  {
    "number": 32,
    "enName": "Germanium",
    "symbol": "Ge",
    "weight": "72.6308",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "4",
    "group": "4A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p2",
    "enDescription": "Lustrous hard metalloid element, belongs to group 14 of the periodic table. Forms a large number of organometallic compounds. Predicted by Mendeleev in 1871, it was actually found in 1886 by Winkler.",
    "enUsage": "Widely used in semiconductors. It is a good semiconductor when combined with tiny amounts of phosphorus, arsenic, gallium, and antimony.",
    "enSource": "Obtained from refining copper, zinc and lead.",
    "trName": "Germanyum",
    "trCategory": "Metalimsi",
    "trDescription": "Parlak, sert ve yarı metal bir elementtir. Periyodik tablonun 14. grubunda bulunur. Pek çok sayıda organometalik bileşik oluşturur. 1871'de Mendeleyev tarafından öngörülmüş, 1886'da da Winkler tarafından bulunmuştur.",
    "trUsage": "Yaygın olarak yarı iletkenlerde kullanılır. Eser miktarda fosfor, arsenik, galyum ve antimon ile birlikte kullanıldığında iyi bir yarı iletken görevi görür.",
    "trSource": "Bakır, çinko ve kurşun arıtımından elde edilir.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 125,
    "electronegativity": 2.01
  },
  {
    "number": 33,
    "enName": "Arsenic",
    "symbol": "As",
    "weight": "74.9215956",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "4",
    "group": "5A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p3",
    "enDescription": "Metalloid element of group 15. There are three allotropes, yellow, black, and grey. Reacts with halogens, concentrated oxidizing acids and hot alkalis. Albertus Magnus is believed to have been the first to isolate the element in 1250.",
    "enUsage": "Many of its compounds are deadly poison and used as weed killer and rat poison. Conducts electricity. Used in semiconductors. Some compounds, called arsenides, are used in the manufacture of paints, wallpapers, and ceramics.",
    "enSource": "Found in mispickel (arsenopyrite)",
    "trName": "Arsenik",
    "trCategory": "Metalimsi",
    "trDescription": "15. grupta bulunan bir yarı metal elementtir. Sarı, siyah ve gri olmak üzere üç allotropu vardır. Halojenlerle, yoğunlaştırılmış yükseltgen asitlerle ve sıcak alkalilerle tepkimeye girer. Albertus Magnus'un 1250 yılında elementi ilk izole eden kişi olduğu düşünülmektedir.",
    "trUsage": "Birçok bileşiği ölümcül derecede zehirlidir. Yabani ot ilacı ve fare zehri olarak kullanılır. Elektriği iletir. Yarı iletkenlerde kullanılır. Arsenit olarak bilinen bazı bileşikleri boya, duvar kağıdı ve seramik yapımında kullanılır.",
    "trSource": "Mispikelde (arsenopirit) bulunur.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 114,
    "electronegativity": 2.18
  },
  {
    "number": 51,
    "enName": "Antimony",
    "symbol": "Sb",
    "weight": "121.7601",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "5",
    "group": "5A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p3",
    "enDescription": "Element of group 15. Multiple allotropic forms. The stable form of antimony is a blue-white metal. Yellow and black antimony are unstable non-metals. Used in flame-proofing, paints, ceramics, enamels, and rubber. Attacked by oxidizing acids and halogens. First reported by Tholden in 1450.",
    "enUsage": "It is alloyed with other metals to increase their hardness. Also in the manufacture of a few special types of semiconductor devices. Also in plastics and chemicals. A few kinds of over-the-counter cold and flu remedies use antimony compounds.",
    "enSource": "Found in stibnite (Sb2S3) and in valentinite (Sb2O3).",
    "trName": "Antimon",
    "trCategory": "Metalimsi",
    "trDescription": "15. gruba mensup bir elementtir. Birden fazla allotropik oluşumu vardır. Antimonun kararlı hali mavi-beyaz bir metaldir. Sarı ve siyah antimon kararsız ametallerdir. Alev dayanıklılığında, seramiklerde, emayelerde ve kauçukta kullanılır. Oksitlenen asit ve halojenlerden etkilenir. İlk kez 1450'de Tholde tarafından rapor edilmiştir.",
    "trUsage": "Sertliklerini arttırmak için başka metallerle alaşımlanır. Birkaç yarı iletken türünün üretiminde, plastik ve kimyasallarda kullanılır. Reçetesiz satılan bazı tip soğuk algınlığı ve grip ilaçlarının üretiminde antimon bileşiklerinden yararlanır.",
    "trSource": "Stibnit (Sb2S3) ve valentinitte (Sb2O3) bulunur.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 133,
    "electronegativity": 2.05
  },
  {
    "number": 52,
    "enName": "Tellurium",
    "symbol": "Te",
    "weight": "127.603",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "5",
    "group": "6A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p4",
    "enDescription": "Silvery metalloid element of group 16. Eight natural isotopes, nine radioactive isotopes. Used in semiconductors and to a degree in some steels. Chemistry is similar to Sulphur. Discovered in 1782 by Franz Miller.",
    "enUsage": "Used to improve the machining quality of copper and stainless steel products and to color glass and ceramics. Also in thermoelectric devices. Some is used in the rubber industry and it is a basic ingredient in manufacturing blasting caps.",
    "enSource": "Obtained as a by-product of copper and lead refining.",
    "trName": "Tellür",
    "trCategory": "Metalimsi",
    "trDescription": "Gümüşümsü, 16. grup üyesi yarı-metal bir elementtir. Sekiz doğal, dokuz radyoaktif izotopu vardır.",
    "trUsage": "Bakır ve paslanmaz çelik ürünlerinin talaşlı imalat kalitesini geliştirmekte, cam ve seramik boyamasında kullanılır. Ayrıca termoelektrik cihazlarda bulunur. Bir miktarı, kauçuk endüstrisinde kullanılır ve fünye imalatında temel bir içerik maddesidir.",
    "trSource": "Bakır ve kurşun arıtımının yan ürünü olarak elde edilir.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 123,
    "electronegativity": 2.1
  },
  {
    "number": 84,
    "enName": "Polonium",
    "symbol": "Po",
    "weight": "209",
    "enCategory": "Metalloid",
    "block": "P",
    "period": "6",
    "group": "6A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 6s2 4f14 5d10 6p4",
    "enDescription": "Rare radioactive metallic element, belongs to group 16 of the periodic table. Over 30 known isotopes exist, the most of all elements. Po-209 has a half-life of 103 years. Possible uses in heating spacecraft. Discovered by Marie Curie in 1898 in a sample of pitchblende.",
    "enUsage": "Used in industrial equipment that eliminates static electricity caused by such processes as rolling paper, wire, and sheet metal.",
    "enSource": "Occurs in pitchblende from decay of bismuth.",
    "trName": "Polonyum",
    "trCategory": "Metalimsi",
    "trDescription": "Periyodik tablonun 16. grubunda, nadir bulunan radyoaktif metal bir elementtir. Otuzdan fazla bilinen izotopu vardır ve bu bütün elementler arasında en yüksek olan izotop sayısıdır. Po-209'un 103 yıllık yarı ömrü vardır. Uzay aracı ısıtmasında kullanılabilir. 1898'de Marie Curie tarafından bir uraninit örneği içinde keşfedilmiştir.",
    "trUsage": "Kağıt, kablo ve sac haddelemesi gibi işlemler sırasında ortaya çıkan statik elektriğin önlenmesi amacıyla üretilen endüstriyel ekipmanlarda kullanılır.",
    "trSource": "Bizmutun bozunması sonrası uraninitte bulunur.",
    "colors": "FFD9B7",
    "shColor": "B89C84",
    "atomicRadius": 140,
    "electronegativity": 2.0
  }
]