[
  {
    "number": 2,
    "enName": "Helium",
    "symbol": "He",  
    "weight": "4.0026022",
    "enCategory": "Noble Gas",
    "block": "S",
    "period": "1",
    "group": "8A",
    "electronConfiguration": "1s2",
    "enDescription": "Colourless, odourless gaseous nonmetallic element. Belongs to group 18 of the periodic table. Lowest boiling point of all elements and can only be solidified under pressure. Chemically inert, no known compounds. Discovered in the solar spectrum in 1868 by Lockyer.",
    "enUsage": "Used in balloons, deep sea diving & welding. Also used in very low temperature research.",
    "enSource": "Found in natural gas deposits & in the air (5 parts per billion) Constantly lost to space; replenished by radioactive decay (alpha particles).",
    "trName": "Helyum",
    "trCategory": "Soygaz",
    "trDescription": "Renksiz, kokusuz, gaz halde bulunan bir ametal elementtir. Periyodik tabloda 18. gruba aittir. Bütün elementler arasında en düşük kaynama noktasına sahip olup sadece baskı uygulanırsa katılaştırılabilir. Kimyasal olarak atıldır ve bilinen bir bileşiği yoktur. 1868 yılında Lockyer tarafından güneş spektrumunda keşfedilmiştir.",
    "trUsage": "Balonlarda, derin dalışta ve kaynakçılıkta kullanılır. Aynı zamanda düşük sıcaklık gereken araştırmalarda kullanılır.",
    "trSource": "Doğal gaz yataklarında ve havada (5 ppb oranında) bulunur. Devamlı olarak uzayda kaybolur ve radyoaktif bozunma (alfa parçacıkları) ile tazelenir.",
    "colors": "CBFFA9",
    "shColor": "91B679"
  },
  {
    "number": 10,
    "enName": "Neon",
    "symbol": "Ne",  
    "weight": "20.17976",
    "enCategory": "Noble Gas",
    "block": "P",
    "period": "2",
    "group": "8A",
    "electronConfiguration": "1s2 2s2 2p6",
    "enDescription": "Colourless gaseous element of group 18 on the periodic table (noble gases). Neon occurs in the atmosphere, and comprises 0.0018% of the volume of the atmosphere. It has a distinct reddish glow when used in discharge tubes and neon based lamps. It forms almost no chemical compounds. Neon was discovered in 1898 by Sir William Ramsey and M.W. Travers.",
    "enUsage": "Primarily for lighting.",
    "enSource": "Obtained from production of liquid air as a byproduct of producing liquid oxygen and nitrogen.",
    "trName": "Neon",
    "trCategory": "Soygaz",
    "trDescription": "Periyodik tabloda 18. grupta (soy gazlar) bulunan renksiz gaz şeklinde bir elementtir. Neon, atmosferde bulunur ve atmosfer hacminin %0.0018’ini oluşturur. Neon bazlı lambalarda ve deşarj tüplerinde kullanıldığında belirgin bir kırmızımsı parıltı saçar. Hemen hemen hiçbir bileşik oluşturmaz. Neon, 1898 yılında Sir William Ramsey ve M.W. Travers tarafından keşfedilmiştir.",
    "trUsage": "Ağırlıklı olarak ışıklandırma için kullanılır.",
    "trSource": "Sıvı hava yapımında sıvı oksijen ve azot üretiminin bir yan ürünü olarak elde edilir.",
    "colors": "CBFFA9",
    "shColor": "91B679"
  },
  {
    "number": 18,
    "enName": "Argon",
    "symbol": "Ar",  
    "weight": "39.9481",
    "enCategory": "Noble Gas",
    "block": "P",
    "period": "3",
    "group": "8A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6",
    "enDescription": "Monatomic noble gas. Makes up 0.93% of the air. Colourless, odorless. Is inert and has no true compounds. Lord Rayleigh and Sir william Ramsey identified argon in 1894.",
    "enUsage": "Used in lighting products. It is often used in filling incandescent light bulbs. Some is mixed with krypton in fluorescent lamps. Crystals in the semiconductor industry are grown in argon atmospheres.",
    "enSource": "Continuously released into the air by decay of radioactive potassium-40. Pure form is obtained from fractional distillation of liquid air.",
    "trName": "Argon",
    "trCategory": "Soygaz",
    "trDescription": "Tek atomlu bir soygazdır. Havanın %0.93’ünü oluşturur. Renksiz ve kokusuzdur. Atıldır ve gerçek bileşiği yoktur. Lord Rayleigh ve Sir William Ramsey, 1894’te bulmuştur.",
    "trUsage": "Aydınlatma ürünlerinde kullanılır. Akkor ampullerin dolgusunda sıkça yararlanılan bir elementtir. Belli bir miktarı florösan lambalarda kripton ile karıştırılır. Yarı iletken sanayiindeki kristaller argon atmosferlerinde elde edilir.",
    "trSource": "Radyoaktif potasyum-40'ın bozunması ile devamlı olarak havaya salınır. Saf hali, sıvı havanın ayrımsal damıtımı ile elde edilir.",
    "colors": "CBFFA9",
    "shColor": "91B679"
  },
  {
    "number": 36,
    "enName": "Krypton",
    "symbol": "Kr",  
    "weight": "83.7982",
    "enCategory": "Noble Gas",
    "block": "P",
    "period": "4",
    "group": "8A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6",
    "enDescription": "Colorless gaseous element, belongs to the noble gases. Occurs in the air, 0.0001% by volume. It can be extracted from liquid air by fractional distillation. Generally not isolated, but used with other inert gases in fluorescent lamps. Five natural isotopes, and five radioactive isotopes. Kr-85, the most stable radioactive isotope, has a half-life of 10.76 years and is produced in fission reactors. Practically inert, though known to form compounds with Fluorine.",
    "enUsage": "Used in lighting products. Some is used as inert filler-gas in incandescent bulbs. Some is mixed with argon in fluorescent lamps. The most important use is in flashing stroboscopic lamps that outline airport runways.",
    "enSource": "Forms 1 millionth of the atmosphere. Obtained from production of liquid air.",
    "trName": "Kripton",
    "trCategory": "Soygaz",
    "trDescription": "Renksiz ve gaz halde bir elementtir. Soygazlar sınıfının bir üyesidir. %0.0001 hacimle havada bulunur. Ayrımsal damıtma yardımı ile sıvı havadan özütlenebilir. Genel olarak izole edilmez ancak floresan lambalarda diğer atıl gazlarla beraber kullanılır. Beş doğal ve beş radyoaktif izotopu bulunur. En kararlı radyoaktif izotopu olan Kr-85, 10.76 yıl yarı ömre sahiptir ve fizyon reaktörlerinde elde edilir. Her ne kadar flor ile bileşikler oluşturduğu bilinse de pratikte atıldır.",
    "trUsage": "Aydınlatma ürünlerinde kullanılır. Bir miktarı akkorlu lambalarda atıl gaz olarak kullanılır. Bir miktarı da floresan lambalarda argon ile karıştırılır. En önemli kullanım alanı, havaalanı pistlerinin aydınlatılmasında kullanılan stroboskopik lambalardır.",
    "trSource": "Atmosferin milyonda birinde bulunur. Sıvı hava üretiminden elde edilir.",
    "colors": "CBFFA9",
    "shColor": "91B679"
  },
  {
    "number": 54,
    "enName": "Xenon",
    "symbol": "Xe",  
    "weight": "131.2936",
    "enCategory": "Noble Gas",
    "block": "P",
    "period": "5",
    "group": "8A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6",
    "enDescription": "Colourless, odourless gas belonging to group 18 on the periodic table (the noble gases.) Nine natural isotopes and seven radioactive isotopes are known. Xenon was part of the first noble-gas compound synthesized. Several others involving Xenon have been found since then. Xenon was discovered by Ramsey and Travers in 1898.",
    "enUsage": "Used for filling flash lamps and other powerful lamps. Electrical excitation of xenon produces a burst of brilliant whtie light. Also used in bubble chambers and modern nuclear power reactors.",
    "enSource": "Obtain from the small quantities in liquid air.",
    "trName": "Ksenon",
    "trCategory": "Soygaz",
    "trDescription": "Periyodik tablonun 18. grubunda (soygazlar) bulunan renksiz ve kokusuz bir gazdır. Bilinen dokuz doğal izotopu ve yedi radyoaktif izotopu vardır. Ksenon, sentezlenen ilk soygaz bileşiğinin bir parçasıydı. O zamandan beri ksenonun yer aldığı başka birçoğu da bulundu. 1898'de Ramsey ve Travers tarafından keşfedildi.",
    "trUsage": "El feneri ve diğer güçlü lambalarda dolgu maddesi olarak kullanılır. Ksenonun elektriksel uyarımı, parlak bir beyaz ışık huzmesi oluşturur. Aynı zamanda kabarcık odalarında ve modern nükleer enerji reaktörlerinde kullanılır.",
    "trSource": "Sıvı havadan az miktarlarda elde edilir.",
    "colors": "CBFFA9",
    "shColor": "91B679"
  },
  {
    "number": 86,
    "enName": "Radon",
    "symbol": "Rn",  
    "weight": "222",
    "enCategory": "Noble Gas",
    "block": "P",
    "period": "6",
    "group": "8A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p6 4f14 5d10 6s2 6p6",
    "enDescription": "Colorless radioactive gaseous element, belongs to the noble gases. Of the twenty known isotopes, the most stable is Rn-222 with a half-life of 3.8 days. Formed by the radioactive decay of Radium-226. Radon itself decays into Polonium. Used in radiotherapy. As a noble gas, it is effectively inert, though radon fluoride has been synthesized. First isolated in 1908 by Ramsey and Gray.",
    "enUsage": "Used to treat some forms of cancer.",
    "enSource": "Formed from the decay of radium in the earths crust.",
    "trName": "Radon",
    "trCategory": "Soygaz",
    "trDescription": "Renksiz, radyoaktif, gaz şeklinde ve soygaz sınıfındadır. Bilinen 20 izotopu arasında en kararlısı 3.8 günlük yarı ömür ile Rn-222'dir. Radyum-226'nın radyoaktif bozunmasıyla oluşur. Radonun kendisi polonyuma bozunur. Radyoterapide kullanılır. Her ne kadar kendisi ile radon flörür bileşiği sentezlenmiş olsa da soygaz olarak atıldır. İlk kez 1908 yılında Ramsey ve Gray tarafından izole edilmiştir.",
    "trUsage": "Bazı kanser türlerinin tedavisinde kullanılır.",
    "trSource": "Dünyanının yüzeyindeki radyumun bozunması sonucu oluşur.",
    "colors": "CBFFA9",
    "shColor": "91B679"
  }
]
