[
  {
    "number": 2,
    "name": "Helium",
    "symbol": "He",  
    "weight": "4.0026022",
    "category": "Noble Gas",
    "block" :"S",
    "period":"1",
    "group":"8A",
    "description":"Colourless, odourless gaseous nonmetallic element. Belongs to group 18 of the periodic table. Lowest boiling point of all elements and can only be solidified under pressure. Chemically inert, no known compounds. Discovered in the solar spectrum in 1868 by Lockyer.",
    "usage":"Used in balloons, deep sea diving & welding. Also used in very low temperature research.",
    "source":"Found in natural gas deposits & in the air (5 parts per billion) Constantly lost to space; replenished by radioactive decay (alpha particles).",
    "colors":"CBFFA9",
    "shColor":"91B679"
  },
  {
    "number": 10,
    "name": "Neon",
    "symbol": "Ne",  
    "weight": "20.17976",
    "category": "Noble Gas",
    "block" :"P",
    "period":"2",
    "group":"8A",
    "description":"Colourless gaseous element of group 18 on the periodic table (noble gases). Neon occurs in the atmosphere, and comprises 0.0018% of the volume of the atmosphere. It has a distinct reddish glow when used in discharge tubes and neon based lamps. It forms almost no chemical compounds. Neon was discovered in 1898 by Sir William Ramsey and M.W. Travers.",
    "usage":"Primarily for lighting.",
    "source":"Obtained from production of liquid air as a byproduct of producing liquid oxygen and nitrogen.",
    "colors":"CBFFA9",
    "shColor":"91B679"
  },
  {
    "number": 18,
    "name": "Argon",
    "symbol": "Ar",  
    "weight": "39.9481",
    "category": "Noble Gas",
    "block" :"P",
    "period":"3",
    "group":"8A",
    "description":"Monatomic noble gas. Makes up 0.93% of the air. Colourless, odorless. Is inert and has no true compounds. Lord Rayleigh and Sir william Ramsey identified argon in 1894.",
    "usage":"Used in lighting products. It is often used in filling incandescent light bulbs. Some is mixed with krypton in fluorescent lamps. Crystals in the semiconductor industry are grown in argon atmospheres.",
    "source":"Continuously released into the air by decay of radioactive potassium-40. Pure form is obtained from fractional distillation of liquid air.",
    "colors":"CBFFA9",
    "shColor":"91B679"
  },
  {
    "number": 36,
    "name": "Krypton",
    "symbol": "Kr",  
    "weight": "83.7982",
    "category": "Noble Gas",
    "block" :"P",
    "period":"4",
    "group":"8A",
    "description":"Colorless gaseous element, belongs to the noble gases. Occurs in the air, 0.0001% by volume. It can be extracted from liquid air by fractional distillation. Generally not isolated, but used with other inert gases in fluorescent lamps. Five natural isotopes, and five radioactive isotopes. Kr-85, the most stable radioactive isotope, has a half-life of 10.76 years and is produced in fission reactors. Practically inert, though known to form compounds with Fluorine.",
    "usage":"Used in lighting products. Some is used as inert filler-gas in incandescent bulbs. Some is mixed with argon in fluorescent lamps. The most important use is in flashing stroboscopic lamps that outline airport runways.",
    "source":"Forms 1 millionth of the atmosphere. Obtained from production of liquid air.",
    "colors":"CBFFA9",
    "shColor":"91B679"
  },
  {
    "number": 54,
    "name": "Xenon",
    "symbol": "Xe",  
    "weight": "131.2936",
    "category": "Noble Gas",
    "block" :"P",
    "period":"5",
    "group":"8A",
    "description":"Colourless, odourless gas belonging to group 18 on the periodic table (the noble gases.) Nine natural isotopes and seven radioactive isotopes are known. Xenon was part of the first noble-gas compound synthesized. Several others involving Xenon have been found since then. Xenon was discovered by Ramsey and Travers in 1898.",
    "usage":"Used for filling flash lamps and other powerful lamps. Electrical excitation of xenon produces a burst of brilliant whtie light. Also used in bubble chambers and modern nuclear power reactors.",
    "source":"Obtain from the small quantities in liquid air.",
    "colors":"CBFFA9",
    "shColor":"91B679"
  },
  {
    "number": 86,
    "name": "Radon",
    "symbol": "Rn",  
    "weight": "222",
    "category": "Noble Gas",
    "block" :"P",
    "period":"6",
    "group":"8A",
    "description":"Colorless radioactive gaseous element, belongs to the noble gases. Of the twenty known isotopes, the most stable is Rn-222 with a half-life of 3.8 days. Formed by the radioactive decay of Radium-226. Radon itself decays into Polonium. Used in radiotherapy. As a noble gas, it is effectively inert, though radon fluoride has been synthesized. First isolated in 1908 by Ramsey and Gray.",
    "usage":"Used to treat some forms of cancer.",
    "source":"Formed from the decay of radium in the earths crust.",
    "colors":"CBFFA9",
    "shColor":"91B679"
  }
]