[
  {
    "number": 13,
    "enName": "Aluminium",
    "symbol": "Al",  
    "weight": "26.98153857",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"3",
    "group":"3A",
    "enDescription":"Silvery-white lustrous metallic element of group 3 of the periodic table. Highly reactive but protected by a thin transparent layer of the oxide which quickly forms in air. There are many alloys of aluminum, as well as a good number of industrial uses. Makes up 8.1% of the Earth's crust, by weight. Isolated in 1825 by H.C. Oersted.",
    "enUsage":"Used for many purposes from airplanes to beverage cans. Too soft in its pure form so less than 1% of silicon or iron is added, which hardens and strengthens it.",
    "enSource":"Never occurs in free form. Obtained by electrolysis from bauxite (Al2O3).",
    "trName":"Alüminyum",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Periyodik tablonun üçüncü grubunda bulunan gümüşümsü beyaz, parlak, metal bir elementtir. Oldukça reaktiftir fakat tepkimeye girdiğinde havada hızlı bir şekilde oluşan saydam ve ince bir oksit katmanı ile korunur. Alüminyumun birçok endüstriyel kullanımının yanı sıra  pek çok alaşımı mevcuttur. Ağırlık olarak Dünya'nın yer kabuğunun %8.1’ini oluşturur. 1825’de H.C. Oersted tarafından izole edilmiştir.",
    "trUsage":"Uçaklardan içecek kutularına kadar pek çok alanda kullanılır. Saf halde fazlasıyla yumuşaktır, bu yüzden sertleştirmek ve mukavemetlendirmek için %1'den daha az oranda silikon veya demir eklenir.",
    "trSource":"Serbest halde bulunmaz. Boksitin (AI2O3) elektrolizi ile elde edilir.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 31,
    "enName": "Gallium",
    "symbol": "Ga",  
    "weight": "69.7231",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"4",
    "group":"3A",
    "enDescription":"Soft silvery metallic element, belongs to group 13 of the periodic table. The two stable isotopes are Ga-69 and Ga-71. Eight radioactive isotopes are known, all having short half-lives. Gallium Arsenide is used as a semiconductor. Corrodes most other metals by diffusing into their lattice. First identified by Francois Lecoq de Boisbaudran in 1875.",
    "enUsage":"Used in semiconductor production. It us used in making LEDs (light-emitting diodes) and GaAs laser diodes.",
    "enSource":"Found throughout the crust in minerals like bauxite, germanite and coal.",
    "trName":"Galyum",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Yumuşak, gümüşümsü bir metal elementtir. Periyodik tablonun 13. grubuna aittir. İki kararlı izotopu Ga-69 ve Ga-71'dir. Bilinen sekiz radyoaktif izotopu vardır ve hepsi kısa yarı ömre sahiptir. Galyum arsenit bir yarı iletken olarak kullanılır. Diğer birçok metali örgülerine yayılarak aşındırır. İlk kez Francois Lecoq de Boisbaudran tarafından 1875'de bulunmuştur.",
    "trUsage":"Yarı iletkenler, LED (light emitting diodes) lambaları ve GaAs lazer diyotlarının yapımında kullanılır.",
    "trSource":"Yeryüzünde boksit, germanit ve kömür gibi minerallerde bulunur.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 49,
    "enName": "Indium",
    "symbol": "In",  
    "weight": "114.8181",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"5",
    "group":"3A",
    "enDescription":"Soft silvery element belonging to group 13 of the periodic table. The most common natural isotope is In-115, which has a half-life of 6*10^4 years. Five other radioisotopes exist. Discovered in 1863 by Reich and Richter.",
    "enUsage":"Used to coat high speed bearings and as an alloy that lowers the melting point of other metals. Relativly small amounts are used in dental items and in electronic semiconductors.",
    "enSource":"Found in certain zinc ores.",
    "trName":"İndiyum",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Periyodik tablonun 13. grubunda bulunan yumuşak, gümüşümsü bir elementtir. En yaygın olan doğal izotopu, 6*10^4 yıllık yarı ömüre sahip olan In-115'dir. Başka beş izotopu daha vardır. 1863'te Reich ve Richter tarafından keşfedilmiştir.",
    "trUsage":"Yüksek hızlı rulmanların kaplamasında ve diğer metallerin kaynama noktasını düşüren bir alaşım olarak kullanılır. Nispeten az bir miktarı dişçilik araçlarında ve yarı iletkenlerde kullanılır.",
    "trSource":"Bazı çinko cevherlerinde bulunur.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 50,
    "enName": "Tin",
    "symbol": "Sn",  
    "weight": "118.7107",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"5",
    "group":"4A",
    "enDescription":"Silvery malleable metallic element belonging to group 14 of the periodic table. Twenty-six isotopes are known, five of which are radioactive. Chemically reactive. Combines directly with chlorine and oxygen and displaces hydrogen from dilute acids.",
    "enUsage":"Used as a coating for steel cans since it is nontoxic and noncorrosive. Also in solder (33%Sn:67%Pb), bronze (20%Sn:80%Cu), and pewter. Stannous fluoride (SnF2), a compound of tin and fluorine is used in some toothpaste.",
    "enSource":"Principally found in the ore cassiterite(SnO2) and stannine (Cu2FeSnS4).",
    "trName":"Kalay",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Gümüşümsü, dövülebilir, periyodik tablonun 14. grubuna ait metal bir elementtir. Beş tanesi radyoaktif olmakla birlikte bilinen 26 adeti izotopu vardır. Kimyasal olarak reaktiftir. Doğrudan klor ve oksijenle tepkimeye girer ve seyreltik asitlerde hidrojeni ortadan kaldırır.",
    "trUsage":"Zehirli ve aşındırıcı olmadığı için çelik konservelerin kaplamasında kullanılır. Lehimde (33%Sn:67%Pb), bronzda (20%Sn:80%Cu) ve kurşun-kalay alaşımında bulunur. Kalay ile florun olduğu bir bileşik olan kalay florür (SnF2), bazı diş macunlarında kullanılır.",
    "trSource":"En çok kasiteret (SnO2) ve stanin (Cu2FeSnS4) cevherlerinde bulunur.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 81,
    "enName": "Thallium",
    "symbol": "Tl",  
    "weight": "204.38",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"6",
    "group":"3A",
    "enDescription":"Pure, unreacted thallium appears silvery-white and exhibits a metallic lustre. Upon reacting with air, it begins to turn bluish-grey and looks like lead. It is very malleable, and can be cut with a knife. There are two stable isotopes, and four radioisotopes, Tl-204 being the most stable with a half-life of 3.78 years. Thallium sulphate was used as a rodenticide. Thallium sulphine's conductivity changes with exposure to infrared light, this gives it a use in infrared detectors. Discovered by Sir William Crookes via spectroscopy. Its name comes from the Greek word thallos, which means green twig. Thallium and its compounds are toxic and can cause cancer.",
    "enUsage":"Its compounds are used in rat and ant poisons. Also for detecting infrared radiation.",
    "enSource":"Found in iron pyrites. Also in crookesite, hutchinsonite and lorandite. Most is recovered from the byproducts of lead and zinc refining.",
    "trName":"Talyum",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Tepkimeye uğramamış, saf talyum gümüşümsü-beyaz renkte metalik bir parlaklık gösterir. Havayla tepkimeye girdiğinde, mavimsi-gri bir renk alır ve kurşun gibi görünür. Son derece dövülebilir bir yapısı vardır ve bıçakla kesilebilir. İki kararlı izotopu ve dört radyoizotopu vardır. TI-204, 3.78 yıllık yarı ömürle en kararlısıdır. Talyum sülfat, kemirgen öldürücü olarak kullanılmıştır. Talyum sülfinin iletkenliği kızılötesi ışığa maruz kalmasıyla değişiklik gösterir. Bu yüzden kızılötesi detektörlerde kullanılır. Sir William Crookes tarafından, spektroskopi yardımıyla bulunmuştur. Adı, Yunanca'da yeşil dal anlamındaki thallos sözcüğünden gelir. Talyum ve bileşikleri zehirlidir, kansere yol açabilir.",
    "trUsage":"Bileşikleri fare ve karınca zehirlerinde kullanılır. Kızılötesi radyasyonun saptanması için de kullanılmaktadır.",
    "trSource":"Demir piritlerde bulunur. Krokezit, hutehinsot ve loranditte de rastlanılır. Büyük bir kısmı, kurşun ve çinko arıtımının yan ürünlerinden elde edilir.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 82,
    "enName": "Lead",
    "symbol": "Pb",  
    "weight": "207.21",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"6",
    "group":"4A",
    "enDescription":"Heavy dull grey ductile metallic element, belongs to group 14. Used in building construction, lead-place accumulators, bullets and shot, and is part of solder, pewter, bearing metals, type metals and fusible alloys.",
    "enUsage":"Used in solder, shielding against radiation and in batteries.",
    "enSource":"Found most often in ores called galena or lead sulfide (PbS). Some is found in its native state.",
    "trName":"Kurşun",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Ağır, sünek ve kurşuni renkte 14. gruba ait olan bir elementtir. İnşaatlarda, kurşunlu akülerde, mermi ve saçmalarda kullanılır. Lehim, kurşun-kalay alaşımı, rulman ve hurufat metalleri ve kolay eriyen alaşımlarında kullanılır.",
    "trUsage":"Lehimde, pillerde ve radyasyona karşı zırhlamada kullanılır.",
    "trSource":"En çok galen ve kurşun sülfür (PbS) cevherlerinde bulunur. Bir miktarı doğal halde bulunur.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 83,
    "enName": "Bismuth",
    "symbol": "Bi",  
    "weight": "208.980401",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"6",
    "group":"5A",
    "enDescription":"White crystalline metal with a pink tinge, belongs to group 15. Most diamagnetic of all metals and has the lowest thermal conductivity of all the elements except mercury. Lead-free bismuth compounds are used in cosmetics and medical procedures. Burns in the air and produces a blue flame. In 1753, C.G. Junine first demonstrated that it was different from lead.",
    "enUsage":"Main use is in pharmaceuticals and low melting point alloys used as fuses.",
    "enSource":"It can be found free in nature and in minerals like bismuthine (Bi2O3) and in bismuth ochre (Bi2O3).",
    "trName":"Bizmut",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"15. gruba ait, hafif pembe tonlu beyaz kristalli metaldir. Bütün metallerin en diyamanyetik olanı ve cıva sayılmadığında en düşük ısı iletkenliğine sahip elementtir. Kurşunsuz bizmut bileşikleri kozmetikte ve tıp işlemlerinde kullanılır. Havada yanar ve mavi bir alev oluşturur. 1753'te C.G. Junine ilk kez kurşundan farklı bir element olduğunu göstermiştir.",
    "trUsage":"Ağırlıklı olarak ilaçlar ve sigortalarda gerekli olan düşük erime noktalı alaşımlarda kullanılır.",
    "trSource":"Doğada serbest olarak ya da bizmutin (Bi2O3) ve bizmut sarısı (Bi2O3) gibi minerallerde bulunur.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 114,
    "enName": "Flerovium",
    "symbol": "Fl",  
    "weight": "289",
    "enCategory": "Post Transition Metal",
    "block" :"P",
    "period":"7",
    "group":"4A",
    "enDescription":"Named in honour of Georgy Flyorov, who was at the forefront of Soviet nuclear physics and founder of the Joint Institute for Nuclear Research in Dubna, Russia, where the element was discovered. Former name ununquadium (Uuq, '114'): temporary systematic name and symbol.",
    "enUsage":"It has no significant commercial applications.",
    "enSource":"Made by bombarding plutonium-244 with calcium-48.",
    "trName":"Fleroviyum",
    "trCategory":"Geçiş Sonrası Metal",
    "trDescription":"Sovyet nükleer fiziğinin öncülerinden ve elementin keşfedildiği Dubna'daki Ortak Nükleer Araştırma Enstitüsü'nün kurucusu olan Georgy Flyorov'un onuruna bu isim verilmiştir. Ununkuadyum, geçici sistematik isim olarak kullanılmıştır.",
    "trUsage":"Önemli bir ticari kullanımı yoktur.",
    "trSource":"Plütonyumun-244'ün kalsiyum-48 ile bombardıman edilmesiyle elde edilir.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  }
]