[
  {
    "number": 13,
    "name": "Aluminium",
    "symbol": "Al",  
    "weight": "26.98153857",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"3",
    "group":"3A",
    "description":"Silvery-white lustrous metallic element of group 3 of the periodic table. Highly reactive but protected by a thin transparent layer of the oxide which quickly forms in air. There are many alloys of aluminum, as well as a good number of industrial uses. Makes up 8.1% of the Earth's crust, by weight. Isolated in 1825 by H.C. Oersted.",
    "usage":"Used for many purposes from airplanes to beverage cans. Too soft in its pure form so less than 1% of silicon or iron is added, which hardens and strengthens it.",
    "source":"Never occurs in free form. Obtained by electrolysis from bauxite (Al2O3).",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 31,
    "name": "Gallium",
    "symbol": "Ga",  
    "weight": "69.7231",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"4",
    "group":"3A",
    "description":"Soft silvery metallic element, belongs to group 13 of the periodic table. The two stable isotopes are Ga-69 and Ga-71. Eight radioactive isotopes are known, all having short half-lives. Gallium Arsenide is used as a semiconductor. Corrodes most other metals by diffusing into their lattice. First identified by Francois Lecoq de Boisbaudran in 1875.",
    "usage":"Used in semiconductor production. It us used in making LEDs (light-emitting diodes) and GaAs laser diodes.",
    "source":"Found throughout the crust in minerals like bauxite, germanite and coal.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 49,
    "name": "Indium",
    "symbol": "In",  
    "weight": "114.8181",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"5",
    "group":"3A",
    "description":"Soft silvery element belonging to group 13 of the periodic table. The most common natural isotope is In-115, which has a half-life of 6*10^4 years. Five other radioisotopes exist. Discovered in 1863 by Reich and Richter.",
    "usage":"Used to coat high speed bearings and as an alloy that lowers the melting point of other metals. Relativly small amounts are used in dental items and in electronic semiconductors.",
    "source":"Found in certain zinc ores.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 50,
    "name": "Tin",
    "symbol": "Sn",  
    "weight": "118.7107",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"5",
    "group":"4A",
    "description":"Silvery malleable metallic element belonging to group 14 of the periodic table. Twenty-six isotopes are known, five of which are radioactive. Chemically reactive. Combines directly with chlorine and oxygen and displaces hydrogen from dilute acids.",
    "usage":"Used as a coating for steel cans since it is nontoxic and noncorrosive. Also in solder (33%Sn:67%Pb), bronze (20%Sn:80%Cu), and pewter. Stannous fluoride (SnF2), a compound of tin and fluorine is used in some toothpaste.",
    "source":"Principally found in the ore cassiterite(SnO2) and stannine (Cu2FeSnS4).",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 81,
    "name": "Thallium",
    "symbol": "Tl",  
    "weight": "204.38",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"6",
    "group":"3A",
    "description":"Pure, unreacted thallium appears silvery-white and exhibits a metallic lustre. Upon reacting with air, it begins to turn bluish-grey and looks like lead. It is very malleable, and can be cut with a knife. There are two stable isotopes, and four radioisotopes, Tl-204 being the most stable with a half-life of 3.78 years. Thallium sulphate was used as a rodenticide. Thallium sulphine's conductivity changes with exposure to infrared light, this gives it a use in infrared detectors. Discovered by Sir William Crookes via spectroscopy. Its name comes from the Greek word thallos, which means green twig. Thallium and its compounds are toxic and can cause cancer.",
    "usage":"Its compounds are used in rat and ant poisons. Also for detecting infrared radiation.",
    "source":"Found in iron pyrites. Also in crookesite, hutchinsonite and lorandite. Most is recovered from the byproducts of lead and zinc refining.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 82,
    "name": "Lead",
    "symbol": "Pb",  
    "weight": "207.21",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"6",
    "group":"4A",
    "description":"Heavy dull grey ductile metallic element, belongs to group 14. Used in building construction, lead-place accumulators, bullets and shot, and is part of solder, pewter, bearing metals, type metals and fusible alloys.",
    "usage":"Used in solder, shielding against radiation and in batteries.",
    "source":"Found most often in ores called galena or lead sulfide (PbS). Some is found in its native state.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 83,
    "name": "Bismuth",
    "symbol": "Bi",  
    "weight": "208.980401",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"6",
    "group":"5A",
    "description":"White crystalline metal with a pink tinge, belongs to group 15. Most diamagnetic of all metals and has the lowest thermal conductivity of all the elements except mercury. Lead-free bismuth compounds are used in cosmetics and medical procedures. Burns in the air and produces a blue flame. In 1753, C.G. Junine first demonstrated that it was different from lead.",
    "usage":"Main use is in pharmaceuticals and low melting point alloys used as fuses.",
    "source":"It can be found free in nature and in minerals like bismuthine (Bi2O3) and in bismuth ochre (Bi2O3).",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  },
  {
    "number": 114,
    "name": "Flerovium",
    "symbol": "Fl",  
    "weight": "289",
    "category": "Post Transition Metal",
    "block" :"P",
    "period":"7",
    "group":"4A",
    "description":"Named in honour of Georgy Flyorov, who was at the forefront of Soviet nuclear physics and founder of the Joint Institute for Nuclear Research in Dubna, Russia, where the element was discovered. Former name ununquadium (Uuq, '114'): temporary systematic name and symbol.",
    "usage":"It has no significant commercial applications.",
    "source":"Made by bombarding plutonium-244 with calcium-48.",
    "colors":"82A0D8",
    "shColor":"6A83B1"
  }
]