[
  {
    "number": 1,
    "enName": "Hydrogen",
    "symbol": "H",
    "weight": "1.008",
    "enCategory": "Reactive Nonmetal",
    "block": "S",
    "period": "1",
    "group": "1A",
    "electronConfiguration": "1s1",
    "enDescription": "Colourless, odourless gaseous chemical element. Lightest and most abundant element in the universe. Present in water and in all organic compounds. Chemically reacts with most elements. Discovered by Henry Cavendish in 1776.",
    "enUsage": "Most hydrogen is used in the production of ammonia. Also used in balloons and in metal refining. Also used as fuel in rockets. Its two heavier isotopes are: deuterium (D) and tritium (T) used respectively for nuclear fission and fusion.",
    "enSource": "Commercial quantities are produced by reacting superheated steam with methane or carbon. In lab work from reaction of metals with acid solutions or electrolysis.",
    "trName": "Hidrojen",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Renksiz, kokusuz, gaz halde bulunan bir kimyasal elementtir. Aynı zamanda evrende en çok bulunan ve en hafif elementtir. Suda ve bütün organik bileşiklerde bulunur. Kimyasal olarak birçok element ile tepkimeye girer. 1776da Henry Cavendish tarafından keşfedilmiştir.",
    "trUsage": "Yüksek miktarlarda hidrojen amonyak üretiminde kullanılır. Aynı zamanda balonlarda, metal arıtımında ve roketlerde yakıt olarak kullanılır. En ağır iki izotopu döteryum (D) ve trityum (T) sırasıyla nükler fisyon ve füzyon için kullanılır.",
    "trSource": "Ticari miktarları, kızgın buharın metan veya karbon ile tepkimeye sokulmasıyla elde edilir. Metallerin asit çözeltileri veya elektroliz ile tepkimeye girdiği laboratuvar çalışmalarında da elde edilmesi mümkündür.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 53,
    "electronegativity": 2.2
  },
  {
    "number": 6,
    "enName": "Carbon",
    "symbol": "C",
    "weight": "12.011",
    "enCategory": "Reactive Nonmetal",
    "block": "P",
    "period": "2",
    "group": "4A",
    "electronConfiguration": "1s2 2s2 2p2",
    "enDescription": "Carbon is a member of group 14 of the periodic table. It has three allotropic forms of it, diamonds, graphite and fullerite. Carbon-14 is commonly used in radioactive dating. Carbon occurs in all organic life and is the basis of organic chemistry. Carbon has the interesting chemical property of being able to bond with itself, and a wide variety of other elements.",
    "enUsage": "For making steel, in filters, and many more uses. Radiocarbon dating uses the carbon-14 isotope to date old objects.",
    "enSource": "Made by burning organic compounds with insufficient oxygen.",
    "trName": "Karbon",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Karbon, periyodik tabloda 14. grupta yer alan elementtir. Elmas, grafit ve fulerit olmak üzere üç allotropu vardır. Karbon-14 yaygın olarak radyoaktif tarihlendirmede kullanılır. Karbon, organik hayatın tümünde bulunur ve organik kimyanın temelidir. Kendisiyle ve başka birçok element ile bağlanma gibi ilginç bir kimyasal özelliği bulunmaktadır.",
    "trUsage": "Çelik üretimi, filtreler ve daha pek çok alanda kullanılır. Radyokarbon tarihlendirmesi, eski nesneleri karbon-14 izotopu ile tarihlendirir.",
    "trSource": "Organik bileşiklerin az miktarda oksijenle yakılmasıyla elde edilir.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 67,
    "electronegativity": 2.55
  },
  {
    "number": 7,
    "enName": "Nitrogen",
    "symbol": "N",
    "weight": "14.007",
    "enCategory": "Reactive Nonmetal",
    "block": "P",
    "period": "2",
    "group": "5A",
    "electronConfiguration": "1s2 2s2 2p3",
    "enDescription": "Colourless, gaseous element which belongs to group 15 of the periodic table. Constitutes ~78% of the atmosphere and is an essential part of the ecosystem. Nitrogen for industrial purposes is acquired by the fractional distillation of liquid air. Chemically inactive, reactive generally only at high temperatures or in electrical discharges. It was discovered in 1772 by D. Rutherford.",
    "enUsage": "Primarily to produce ammonia and other fertilizers. Also used in making nitric acid, which is used in explosives. Also used in welding and enhanced oil recovery.",
    "enSource": "It is obtained from liquid air by fractional distillation.",
    "trName": "Nitrojen",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Periyodik tabloda 15. grupta bulunan renksiz ve gaz halde bulunan bir elementtir. Atmosferin yaklaşık %78'ini oluşturur ve ekosistemin önemli bir parçasıdır. Endüstriyel amaçlarla kullanılan azot, sıvı havanın ayrımsal damıtılmasıyla elde edilir. Kimyasal olarak etkisiz olup sadece yüksek sıcaklıkta veya elektriksel boşalma sırasında tepkimeye girer. 1772'de D. Rutherford tarafından keşfedilmiştir.",
    "trUsage": "Amonyak ve diğer gübrelerin üretimi başlıca kullanım alanıdır. Ayrıca, patlayıcılarda kullanılan nitrik asit yapımında, kaynakçılıkta ve geliştirilmiş petrol üretiminde kullanılır.",
    "trSource": "Ayrımsal damıtım ile sıvı havadan elde edilir.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 56,
    "electronegativity": 3.04
  },
  {
    "number": 8,
    "enName": "Oxygen",
    "symbol": "O",
    "weight": "15.999",
    "enCategory": "Reactive Nonmetal",
    "block": "P",
    "period": "2",
    "group": "6A",
    "electronConfiguration": "1s2 2s2 2p4",
    "enDescription": "A colourless, odourless gaseous element belonging to group 16 of the periodic table. It is the most abundant element present in the earth's crust. It also makes up 20.8% of the Earth's atmosphere. For industrial purposes, it is separated from liquid air by fractional distillation. It is used in high temperature welding, and in breathing. It commonly comes in the form of Oxygen, but is found as Ozone in the upper atmosphere. It was discovered by Priestley in 1774.",
    "enUsage": "Used in steel making, welding, and supporting life. Naturally occuring ozone (O3) in the upper atmosphere shields the earth from ultraviolet radiation.",
    "enSource": "Obtained primarily from liquid air by fractional distillation. Small amounts are made in the laboratory by electrolysis of water or heating potassium chlorate (KClO3) with manganese dioxide (MnO2) catalyst.",
    "trName": "Oksijen",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Periyodik tabloda 16. grupta yer alan renksiz ve kokusuz olup gaz halde bulunan bir elementtir. Yerkabuğunda en çok bulunan element de olmasının yanında aynı zamanda atmosferin %20.8ini oluşturur. Endüstriyel amaçlar için kullanıldığında, ayrımsal damıtma ile sıvı havadan ayrılır. Yüksek sıcaklık kaynaklamasında ve nefeslendirmede kullanılır. Yaygın halinde oksijen şeklindedir, ancak atmosferin üst tabakasında ozon olarak bulunur. 1774’te Priestley tarafından keşfedilmiştir.",
    "trUsage": "Çelik yapımında, kaynakçılıkta ve yaşam desteğinde kullanılır. Atmosferin üst katmanında doğal olarak bulunan ozon (O3) dünyayı ultraviyole radyasyonundan korur.",
    "trSource": "Ağırlıklı olarak sıvı havadan ayrımsal damıtma yoluyla elde edilir. Eser miktarı, laboratuvar ortamında suyun elektroliziyle veya potasyum kloratın (KClO3) manganez dioksit (MnO2) ile ısıtılması ile edilir.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 48,
    "electronegativity": 3.44
  },
  {
    "number": 15,
    "enName": "Phosphorus",
    "symbol": "P",
    "weight": "30.973762",
    "enCategory": "Reactive Nonmetal",
    "block": "P",
    "period": "3",
    "group": "5A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p3",
    "enDescription": "From Greek φῶς + φόρος (phos + phoros), which means 'light bearer', because white phosphorus emits a faint glow upon exposure to oxygen. Phosphorus was the ancient name for Venus, or Hesperus, the Morning Star.",
    "enUsage": "Used in the production of fertilizers and detergents. Some is used in fireworks, safety matches, and incendiary weapons. Also some applications for it and some of its compounds which glow in the dark.",
    "enSource": "Found most often in phosphate rock. Pure phosphorus is obtained by heating a mixture of phosphate rock, coke, and silica to about 1450 °C.",
    "trName": "Fosfor",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Periyodik tabloda 15. grupta bulunan ametal bir elementtir. Birçok allotrop formu mevcuttur. Canlı organizmalar için önemli bir elementtir. 1669’da Brandt tarafından keşfedilmiştir.",
    "trUsage": "Gübre ve deterjan üretiminde kullanılır. Belli bir miktarı havai fişek, emniyet kibriti ve ateşli silahlarlarda kullanılır. Aynı zamanda, hem kendisi hem de karanlıkta parlayan bileşikleri bazı alanlarda kullanılır.",
    "trSource": "Fosfatlı kayada yaygın olarak bulunur. Saf fosfor fosfatlı kaya, kok kömürü ve silis karışımının yaklaşık 1450 derecede ısıtılmasıyla elde edilir.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 98,
    "electronegativity": 2.19
  },
  {
    "number": 16,
    "enName": "Sulfur",
    "symbol": "S",
    "weight": "32.06",
    "enCategory": "Reactive Nonmetal",
    "block": "P",
    "period": "3",
    "group": "6A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p4",
    "enDescription": "Yellow, nonmetallic element belonging to group 16 of the periodic table. It is an essential element in living organisms, needed in the amino acids cysteine and methionine, and hence in many proteins. Absorbed by plants from the soil as sulphate ion.",
    "enUsage": "Used in matches, gunpowder, medicines, rubber and pesticides, dyes and insecticides. Also for making sulfuric acid (H2SO4).",
    "enSource": "Found in pure form and in ores like cinnabar, galena, sphalerite and stibnite. Pure form is obtained from undergound deposits by the Frasch process.",
    "trName": "Sülfür",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Periyodik tabloda 16. gruba ait sarı ve ametal bir elementtir. Aminoasit sisteininde ve metionininde, dolayısıyla birçok proteinde gerekli olduğu için canlı organizmalar için önemli bir elementtir. Bitkiler tarafından topraktan sülfat iyonu olarak emilir.",
    "trUsage": "Kibrit, barut, kauçuk, boya, tıbbi ve zirai ilaçların yapımında kullanılır. Aynı zamanda sülfirik asit (H2SO4) yapımında da yararlanılır.",
    "trSource": "Saf halde ve zincifre, galen, sfalerit ve stibnit gibi cevherlerde bulunur. Saf hali Frasch prosesi yardımıyla yeraltı yataklarından elde edilir.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 88,
    "electronegativity": 2.58
  },
  {
    "number": 34,
    "enName": "Selenium",
    "symbol": "Se",
    "weight": "78.9718",
    "enCategory": "Reactive Nonmetal",
    "block": "P",
    "period": "4",
    "group": "6A",
    "electronConfiguration": "1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p4",
    "enDescription": "Metalloid element, belongs to group 16 of the periodic table. Multiple allotropic forms exist. Chemically resembles sulphur. Discovered in 1817 by Jons J. Berzelius.",
    "enUsage": "Light causes it to conduct electricity more easily. It is used in photoelectric cells, TV cameras, xerography machines and as a semiconductor in solar batteries and rectifiers. Also colors glass red.",
    "enSource": "Obtained from lead, copper and nickel refining. Conducts electricity when struck by light.",
    "trName": "Selenyum",
    "trCategory": "Reaktif Ametal",
    "trDescription": "Periyodik tablonun 16. grubunda bulunan bir yarı metal elementtir. Birden fazla allotrop hali mevcuttur. Kimyasal olarak sülfüre benzer. 1817'de Jons J. Berzelius tarafından bulunmuştur.",
    "trUsage": "Işığa maruz kaldığında elektriği daha kolay iletir. Fotoelektrik hücreler, televizyon kameraları ve kserografi makinelerinde kullanılır. Güneş pilinde ve doğrutucularda da yarı iletken olarak kullanılır. Ayrıca, cama kırmızı renk verir.",
    "trSource": "Kurşun, bakır ve nikel arıtımından elde edilir. Üzerine ışık düştüğünde elektriği iletir.",
    "colors": "FD8A8A",
    "shColor": "B16161",
    "atomicRadius": 103,
    "electronegativity": 2.55
  }
]