[
  {
    "number": 21,
    "name": "Scandium",
    "symbol": "Sc",  
    "weight": "44.9559085",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"3B",
    "description":"Rare soft silvery metallic element belonging to group 3 of the periodic table. There are ten isotopes, nine of which are radioactive and have short half-lives. Predicted in 1869 by Mendeleev, isolated by Nilson in 1879.",
    "usage":"Scandium metal is used in some aerospace applications. Scandum oxide (Sc2O3) is used in the manufacture of high-intensity electric lamps. Scandium iodide (ScI3) is used in lamps that produce light having a color closely matching natural sunlight.",
    "source":"Occurs mainly in the minerals thortveitile (~34% scandium) and wiikite. Also in some tin and tungsten ores. Pure scandium is obtained as a by-product of uranium refining.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 22,
    "name": "Titanium",
    "symbol": "Ti",  
    "weight": "47.8671",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"4B",
    "description":"White metallic transition element. Occurs in numerous minerals. Used in strong, light corrosion-resistant alloys. Forms a passive oxide coating when exposed to air. First discovered by Gregor in 1789.",
    "usage":"Since it is strong and resists acids it is used in many alloys. Titanium dioxide (TiO2), a white pigment that covers surfaces very well, is used in paint, rubber, paper and many others.",
    "source":"Usually occurs in the minerals ilmenite (FeTiO3) or rutile (TiO2). Also in Titaniferous magnetite, titanite (CaTiSiO5), and iron ores. Pure metal produced by heating TiO2 with C and Cl2 to produce TiCl4 then heated with Mg gas in Ar atmosphere.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 23,
    "name": "Vanadium",
    "symbol": "V",  
    "weight": "50.94151",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"5B",
    "description":"Soft and ductile, bright white metal. Good resistance to corrosion by alkalis, sulphuric and hydrochloric acid. It oxidizes readily about 933K. There are two naturally occurring isotopes of vanadium, and 5 radioisotopes, V-49 having the longest half-life at 337 days. Vanadium has nuclear applications, the foil is used in cladding titanium to steel, and vanadium-gallium tape is used to produce a superconductive magnet. Originally discovered by Andres Manuel del Rio of Mexico City in 1801. His discovery went unheeded, however, and in 1820, Nils Gabriel Sefstron of Sweden rediscovered it. Metallic vanadium was isolated by Henry Enfield Roscoe in 1867. The name vanadium comes from Vanadis, a goddess of Scandinavian mythology. Silvery-white metallic transition element. Vanadium is essential to Ascidians. Rats and chickens are also known to require it. Metal powder is a fire hazard, and vanadium compounds should be considered highly toxic. May cause lung cancer if inhaled.",
    "usage":"It is mixed with other metals to make very strong and durable alloys. Vanadium pentoxide (V2O5) is used as a catalyst, dye and color-fixer.",
    "source":"Found in the minerals patronite (VS4), vanadinite [Pb5(VO4)3Cl], and carnotite [K2(UO2)2(VO4)2.3H2O]. Pure metal produced by heating with C and Cl to produce VCl3 which is heated with Mg in Ar atmosphere.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 24,
    "name": "Chromium",
    "symbol": "Cr",  
    "weight": "51.99616",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"6B",
    "description":"Hard silvery transition element. Used in decorative electroplating. Discovered in 1797 by Vauquelin.",
    "usage":"Used to make stainless steel. It gives the color to rubies and emeralds. Iron-nickel-chromium alloys in various percentages yield an incredible variety of the most important metals in modern technology.",
    "source":"Chromite [Fe,Mg(CrO4)] is its most important mineral. Produced commercially by heating its ore in the presence of silicon or aluminium.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 25,
    "name": "Manganese",
    "symbol": "Mn",  
    "weight": "54.9380443",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"7B",
    "description":"Grey brittle metallic transition element. Rather electropositive, combines with some non-metals when heated. Discovered in 1774 by Scheele.",
    "usage":"Used in steel, batteries and ceramics. The steel in railroad tracks can contain as much as 1.2% manganese. It is crucial to the effectiveness of vitamin B1.",
    "source":"Most abundant ores are pyrolusite (MnO2), psilomelane [(Ba,H2O)2Mn5O10] and rhodochrosite (MnCO3). Pure metal produced by mixing MnO2 with powered Al and ignited in a furnace.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 26,
    "name": "Iron",
    "symbol": "Fe",  
    "weight": "55.8452",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"8B",
    "description":"Silvery malleable and ductile metallic transition element. Has nine isotopes and is the fourth most abundant element in the earth's crust. Required by living organisms as a trace element (used in hemoglobin in humans.) Quite reactive, oxidizes in moist air, displaces hydrogen from dilute acids and combines with nonmetallic elements.",
    "usage":"Used in steel and other alloys. Essential for humans. It is the chief constituent of hemoglobin which carries oxygen in blood vessels. Its oxides are used in magnetic tapes and disks.",
    "source":"Obtained from iron ores. Pure metal produced in blast furnaces by layering limestone, coke and iron ore and forcing hot gasses into the bottom. This heats the coke red hot and the iron is reduced from its oxides and liquified where it flows to the bottom",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 27,
    "name": "Cobalt",
    "symbol": "Co",  
    "weight": "58.9331944",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"8B",
    "description":"Light grey transition element. Some meteorites contain small amounts of metallic cobalt. Generally alloyed for use. Mammals require small amounts of cobalt salts. Cobalt-60, an artificially produced radioactive isotope of Cobalt is an important radioactive tracer and cancer-treatment agent. Discovered by G. Brandt in 1737.",
    "usage":"Used in many hard alloys; for magnets, ceramics and special glasses. Remains hard up to 982°C. Radioactive cobalt-60 is used in cancer therapy.",
    "source":"Occurs in compounds with arsenic, oxygen and sulfur as in cobaltine (CoAsS) and linneite (Co3S4). Pure cobalt is obtained as a byproduct of refining nickel, copper and iron.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 28,
    "name": "Nickel",
    "symbol": "Ni",  
    "weight": "58.69344",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"8B",
    "description":"Malleable ductile silvery metallic transition element. Discovered by A.F. Cronstedt in 1751.",
    "usage":"Used in electroplating and metal alloys because of its resistance to corrosion. Also in nickel-cadmium batteries; as a catalyst and for coins.",
    "source":"Chiefly found in pentlandite [(Ni,Fe)9S8] ore. The metal is produced by heating the ore in a blast furnace which replaces the sulfur with oxygen. The oxides are then treated with an acid that reacts with the iron not the nickel.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 29,
    "name": "Copper",
    "symbol": "Cu",  
    "weight": "63.5463",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"1B",
    "description":"Red-brown transition element. Known by the Romans as 'cuprum.' Extracted and used for thousands of years. Malleable, ductile and an excellent conductor of heat and electricity. When in moist conditions, a greenish layer forms on the outside.",
    "usage":"Most often used as an electrical conductor. Also used in the manufacture of water pipes. Its alloys are used in jewelry and for coins.",
    "source":"Pure copper occurs rarely in nature. Usually found in sulfides as in chalcopyrite (CuFeS2), coveline (CuS), chalcosine (Cu2S) or oxides like cuprite (Cu2O).",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 30,
    "name": "Zinc",
    "symbol": "Zn",  
    "weight": "65.382",
    "category": "Transition Metal",
    "block" :"D",
    "period":"4",
    "group":"2B",
    "description":"Blue-white metallic element. Occurs in multiple compounds naturally. Five stable isotopes are six radioactive isotopes have been found. Chemically a reactive metal, combines with oxygen and other non-metals, reacts with dilute acids to release hydrogen.",
    "usage":"Used to coat other metal (galvanizing) to protect them from rusting. Also used in alloys such as brass, bronze, nickel. Also in solder, cosmetics and pigments.",
    "source":"Found in the minerals zinc blende (sphalerite) (ZnS), calamine, franklinite, smithsonite (ZnCO3), willemite, and zincite (ZnO).",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 39,
    "name": "Yttrium",
    "symbol": "Y",  
    "weight": "88.905842",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"3B",
    "description":"Silvery-grey metallic element of group 3 on the periodic table. Found in uranium ores. The only natural isotope is Y-89, there are 14 other artificial isotopes. Chemically resembles the lanthanoids. Stable in the air below 400 degrees, celsius. Discovered in 1828 by Friedrich Wohler.",
    "usage":"Combined with europium to make red phosphors for color TV's. Yttrium oxide and iron oxide combine to form a crystal garnet used in radar.",
    "source":"Found in minerals such as monazite, xenotime, and yttria.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 40,
    "name": "Zirconium",
    "symbol": "Zr",  
    "weight": "91.2242",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"4B",
    "description":"Grey-white metallic transition element. Five natural isotopes and six radioactive isotopes are known. Used in nuclear reactors for a Neutron absorber. Discovered in 1789 by Martin Klaproth, isolated in 1824 by Berzelius.",
    "usage":"Used in alloys such as zircaloy which is used in nuclear applications since it does not readily absorb neutrons. Also baddeleyite is used in lab crucibles. Used in high-performance pumps and valves. Clear zircon (ZrSiO4) is a popular gemstone.",
    "source":"Found in many minerals such as zircon and baddeleyite.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
   {
    "number": 41,
    "name": "Niobium",
    "symbol": "Nb",  
    "weight": "92.906372",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"5B",
    "description":"Soft, ductile grey-blue metallic transition element. Used in special steels and in welded joints to increase strength. Combines with halogens and oxidizes in air at 200 degrees celsius. Discovered by Charles Hatchett in 1801 and isolated by Blomstrand in 1864. Called Columbium originally.",
    "usage":"Used as an alloy with iron and nickel. It can be used in nuclear reactors and is known to be superconductive when alloyed with tin, aluminum or zirconium.",
    "source":"Occurs in a mineral columbite. Formerly known as colombium (Cb). It is used in stainless steel alloys for nuclear reactors, jets and missiles.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 42,
    "name": "Molybdenum",
    "symbol": "Mo",  
    "weight": "95.951",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"6B",
    "description":"Silvery-white, hard metallic transition element. It is chemically unreactive and is not affected by most forethoughtacids. It oxidizes at high temperatures. There are seven natural isotopes, and four radioisotopes, Mo-93 being the most stable with a half-life of 3500 years. Molybdenum is used in almost all high-strength steels, it has nuclear applications, and is a catalyst in petroleum refining. Discovered in 1778 by Carl Welhelm Scheele of Sweden. Impure metal was prepared in 1782 by Peter Jacob Hjelm. The name comes from the Greek word molybdos which means lead. Trace amounts of molybdenum are required for all known forms of life. All molybdenum compounds should be considered highly toxic, and will also cause severe birth defects.",
    "usage":"Its alloys are used in aircraft, missiles, and protective coatings in boiler plate.",
    "source":"Found in the minerals molybdenite (MoS2) and wulfenite (MoO4Pb).",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 43,
    "name": "Technetium",
    "symbol": "Tc",  
    "weight": "98",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"7B",
    "description":"Radioactive metallic transition element. Can be detected in some stars and the fission products of uranium. First made by Perrier and Segre by bombarding molybdenum with deutrons, giving them Tc-97. Tc-99 is the most stable isotope with a half-life of 2.6*10^6 years. Sixteen isotopes are known. Organic technetium compounds are used in bone imaging. Chemical properties are intermediate between rhenium and manganese.",
    "usage":"Added to iron in quantities as low as 55 part-per-million transforms the iron into a corrosion-resistant alloy.",
    "source":"Made first by bombarding molybdenum with deuterons (heavy hydrogen) in a cyclotron.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 44,
    "name": "Ruthenium",
    "symbol": "Ru",  
    "weight": "101.072",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"8B",
    "description":"Hard white metallic transition element. Found with platinum, used as a catalyst in some platinum alloys. Dissolves in fused alkalis, and is not attacked by acids. Reacts with halogens and oxygen at high temperatures. Isolated in 1844 by K.K. Klaus.",
    "usage":"Used to harden platinum and palladium. Aircraft magnetos use platinum alloy with 10% ruthenium.",
    "source":"Found in pentlandite and pyroxinite.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 45,
    "name": "Rhodium",
    "symbol": "Rh",  
    "weight": "102.905502",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"8B",
    "description":"Silvery white metallic transition element. Found with platinum and used in some platinum alloys. Not attacked by acids, dissolves only in aqua regia. Discovered in 1803 by W.H. Wollaston.",
    "usage":"Used as a coating to prevent wear on high quality science equipment and with platinum to make thermocouples.",
    "source":"Obtained as a by-product of nickel production.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 46,
    "name": "Palladium",
    "symbol": "Pd",  
    "weight": "106.421",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"8B",
    "description":"Soft white ductile transition element. Found with some copper and nickel ores. Does not react with oxygen at normal temperatures. Dissolves slowly in hydrochloric acid. Discovered in 1803 by W.H. Wollaston.",
    "usage":"Used as a substitue for silver in dental items and jewelry. The pure metal is used as the delicate mainsprings in analog wristwatches. Also used in surgical instruments and as catalyst .",
    "source":"Obtained with platinum, nickel, copper and mercury ores.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 47,
    "name": "Silver",
    "symbol": "Ag",  
    "weight": "107.86822",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"1B",
    "description":"White lustrous soft metallic transition element. Found in both its elemental form and in minerals. Used in jewellery, tableware and so on. Less reactive than silver, chemically.",
    "usage":"Used in alloys for jewelry and in other compounds for photography. It is also a good conductor, but expensive.",
    "source":"Found in ores called argentite (AgS), light ruby silver (Ag3AsS3), dark ruby silver(Ag3SbS3) and brittle silver.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 48,
    "name": "Cadmium",
    "symbol": "Cd",  
    "weight": "112.4144",
    "category": "Transition Metal",
    "block" :"D",
    "period":"5",
    "group":"2B",
    "description":"Soft bluish metal belonging to group 12 of the periodic table. Extremely toxic even in low concentrations. Chemically similar to zinc, but lends itself to more complex compounds. Discovered in 1817 by F. Stromeyer.",
    "usage":"Used in nickel-cadmium batteries. Also in electroplating steel and in the manufacture of berings. Its compounds are found in paint pigments and a wide variety of intense colors. Boiling cadmium gives off a weird, yellow-colored vapor that is poisonous.",
    "source":"Obtained as a by product of zinc refining.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 72,
    "name": "Hafnium",
    "symbol": "Hf",  
    "weight": "178.492",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"4B",
    "description":"Silvery lustrous metallic transition element. Used in tungsten alloys in filaments and electrodes, also acts as a neutron absorber. First reported by Urbain in 1911, existence was finally established in 1923 by D. Coster, G.C. de Hevesy in 1923.",
    "usage":"Used in reactor control rods because of its ability to absorb neutrons.",
    "source":"Obtained from mineral zircon or baddeleyite.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 73,
    "name": "Tantalum",
    "symbol": "Ta",  
    "weight": "180.947882",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"5B",
    "description":"Heavy blue-grey metallic transition element. Ta-181 is a stable isotope, and Ta-180 is a radioactive isotope, with a half-life in excess of 10^7 years. Used in surgery as it is unreactive. Forms a passive oxide layer in air. Identified in 1802 by Ekeberg and isolated in 1820 by Jons J. Berzelius.",
    "usage":"Often used as an economical substitute for platinum. Tantalum pentoxide is used in capacitors and in camera lenses to increase refracting power. It and its alloys are corrosion and wear resistant so it is used to make surgical and dental tools.",
    "source":"Chiefly occurs in the mineral tantalite. Always found with niobium.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 74,
    "name": "Tungsten",
    "symbol": "W",  
    "weight": "183.841",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"6B",
    "description":"White or grey metallic transition element,formerly called Wolfram. Forms a protective oxide in air and can be oxidized at high temperature. First isolated by Jose and Fausto de Elhuyer in 1783.",
    "usage":"Made into filaments for vacuum tubes and electric lights. Also as contact points in cars. Combined with calcium or magnesium it makes phosphors. Tungsten carbide is extremely hard and is used for making cutting tools and abrasives.",
    "source":"Occurs in the minerals scheelite (CaWO4) and wolframite [(Fe,Mn)WO4].",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 75,
    "name": "Rhenium",
    "symbol": "Re",  
    "weight": "186.2071",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"7B",
    "description":"Silvery-white metallic transition element. Obtained as a by-product of molybdenum refinement. Rhenium-molybdenum alloys are superconducting.",
    "usage":"Mixed with tungsten or platinum to make filaments for mass spectrographs. Its main value is as a trace alloying agent for hardening metal components that are subjected to continuous frictional forces.",
    "source":"Found in small amounts in gadolinite and molybdenite. Has a very high melting point.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 76,
    "name": "Osmium",
    "symbol": "Os",  
    "weight": "190.233",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"8B",
    "description":"Hard blue-white metallic transition element. Found with platinum and used in some alloys with platinum and iridium.",
    "usage":"Used to tip gold pen points, instrument pivots, to make electric light filaments. Used for high temp. alloys and pressure bearings. Very hard and resists corrosion better than any other.",
    "source":"Obtained from the same ores as platinum.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 77,
    "name": "Iridium",
    "symbol": "Ir",  
    "weight": "192.2173",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"8B",
    "description":"Very hard and brittle, silvery metallic transition element. It has a yellowish cast to it. Salts of iridium are highly colored. It is the most corrosion resistant metal known, not attacked by any acid, but is attacked by molten salts. There are two natural isotopes of iridium, and 4 radioisotopes, the most stable being Ir-192 with a half-life of 73.83 days. Ir-192 decays into Platinum, while the other radioisotopes decay into Osmium. Iridium is used in high temperature apparatus, electrical contacts, and as a hardening agent for platinumpy. Discovered in 1803 by Smithson Tennant in England. The name comes from the Greek word iris, which means rainbow. Iridium metal is generally non-toxic due to its relative unreactivity, but iridium compounds should be considered highly toxic.",
    "usage":"Used with osmium to tip gold pen points, to make crucible and special containers. Also to make alloys used for standard weights and measures, and heat-resistant alloys. Also as hardening agent for platinum.",
    "source":"Found in gravel deposits with platinum.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 78,
    "name": "Platinum",
    "symbol": "Pt",  
    "weight": "195.0849",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"8B",
    "description":"Attractive greyish-white metal. When pure, it is malleable and ductile. Does not oxidize in air, insoluble in hydrochloric and nitric acid. Corroded by halogens, cyandies, sulphur and alkalis. Hydrogen and Oxygen react explosively in the presence of platinumpy. There are six stable isotopes and three radioisotopes, the most stable being Pt-193 with a half-life of 60 years. Platinum is used in jewelry, laboratory equipment, electrical contacts, dentistry, and anti-pollution devices in cars. PtCl2(NH3)2 is used to treat some forms of cancer. Platinum-Cobalt alloys have magnetic properties. It is also used in the definition of the Standard Hydrogen Electrode. Discovered by Antonio de Ulloa in South America in 1735. The name comes from the Spanish word platina which means silver. Platinum metal is generally not a health concern due to its unreactivity, however platinum compounds should be considered highly toxic.",
    "usage":"Used in jewelry, to make crucible and special containers and as a catalyst. Used with cobalt to produce very strong magnets. Also to make standard weights and measures. Resists corrosion and acid attacks except aqua regia.",
    "source":"Produced from deposits of native, or elemental, platinum.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 79,
    "name": "Gold",
    "symbol": "Au",  
    "weight": "196.9665695",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"1B",
    "description":"Gold is gold colored. It is the most malleable and ductile metal known. There is only one stable isotope of gold, and five radioisotopes of gold, Au-195 being the most stable with a half-life of 186 days. Gold is used as a monetary standard, in jewelry, dentistry, electronics. Au-198 is used in treating cancer and some other medical conditions. Gold has been known to exist as far back as 2600 BC. Gold comes from the Anglo-Saxon word gold. Its symbol, Au, comes from the Latin word aurum, which means gold. Gold is not particularly toxic, however it is known to cause damage to the liver and kidneys in some.",
    "usage":"Very malleable. Used in electronics, jewelry and coins. It is a good reflector of infrared radiation, so a thin film of gold is applied to the glass of skyscrapers to reduce internal heating from sunlight.",
    "source":"Found in veins in the crust, with cooper ore and native .",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 80,
    "name": "Mercury",
    "symbol": "Hg",  
    "weight": "200.5923",
    "category": "Transition Metal",
    "block" :"D",
    "period":"6",
    "group":"2B",
    "description":"Heavy silvery liquid metallic element, belongs to the zinc group. Used in thermometers, barometers and other scientific apparatus. Less reactive than zinc and cadmium, does not displace hydrogen from acids. Forms a number of complexes and organomercury compounds.",
    "usage":"Used in thermometers, barometers, and batteries. Also used in electrical switches and mercury-vapor lighting products.",
    "source":"Virtually all mercury comes from cinnabar or mercury sulfide (HgS). Some sources of red cinnabar are so rich in mercury that droplets of elemental mercury can be found in random samples.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 104,
    "name": "Rutherfordium",
    "symbol": "Rf",  
    "weight": "267",
    "category": "Transition Metal",
    "block" :"D",
    "period":"7",
    "group":"4B",
    "description":"Radioactive transactinide element. Expected to have similar chemical properties to those displayed by hafnium. Rf-260 was discovered by the Joint Nuclear Research Institute at Dubna (U.S.S.R.) in 1964. Researchers at Berkeley discovered Unq-257 and Unq-258 in 1964.",
    "usage":"It has no significant commercial applications.",
    "source":"Made by bombarding californium-249 with beams of carbon-12 and 13, which produced an isotope with half lives of 4+ and 3 sec.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 105,
    "name": "Dubnium",
    "symbol": "Db",  
    "weight": "268",
    "category": "Transition Metal",
    "block" :"D",
    "period":"7",
    "group":"5B",
    "description":"Also known as Hahnium, Ha. Radioactive transactinide element. Half-life of 1.6s. Discovered in 1970 by Berkeley researchers. So far, seven isotopes have been discovered.",
    "usage":"It has no significant commercial applications.",
    "source":"Made by bombarding californium-249 with a beam of nitrogen-15",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 106,
    "name": "Seaborgium",
    "symbol": "Sg",  
    "weight": "269",
    "category": "Transition Metal",
    "block" :"D",
    "period":"7",
    "group":"6B",
    "description":"Half-life of 0.9 +/- 0.2 s. Discovered by the Joint Institute for Nuclear Research at Dubna (U.S.S.R.) in June of 1974. Its existence was confirmed by the Lawrence Berkeley Laboratory and Livermore National Laboratory in September of 1974.",
    "usage":"It has no significant commercial applications.",
    "source":"Made by bombarding californium-249 with oxygen-18.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 107,
    "name": "Bohrium",
    "symbol": "Bh",  
    "weight": "270",
    "category": "Transition Metal",
    "block" :"D",
    "period":"7",
    "group":"7B",
    "description":"Radioactive transition metal. Half-life of approximately 1/500 s. Discovered by the Joint Institute for Nuclear Research at Dubna (U.S.S.R.) in 1976. Confirmed by West German physicists at the Heavy Ion Research Laboratory at Darmstadt.",
    "usage":"It has no significant commercial applications.",
    "source":"Obtained by bombarding bismuth-204 with chromium-54.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 108,
    "name": "Hassium",
    "symbol": "Hs",  
    "weight": "269",
    "category": "Transition Metal",
    "block" :"D",
    "period":"7",
    "group":"8B",
    "description":"Radioactive transition metal first synthesized in 1984 by a German research team led by Peter Armbruster and Gottfried Muenzenberg at the Institute for Heavy Ion Research at Darmstadt.",
    "usage":"It has no significant commercial applications.",
    "source":"Formed by the bombardment of lead-208 with iron-58.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  },
  {
    "number": 112,
    "name": "Copernicium",
    "symbol": "Cn",  
    "weight": "285",
    "category": "Transition Metal",
    "block" :"D",
    "period":"7",
    "group":"2B",
    "description":"Named in honour of Nicolaus Copernicus.Former names: eka-mercury, and temporarily systematic name and symbol ununbium (Uub, '112'): temporary systematic name and symbol. ",
    "usage":"It has no significant commercial applications.",
    "source":"Made by bombarding lead-208 with zinc-70.",
    "colors":"D8B4F8",
    "shColor":"927AA8"
  }
]