[
    {
        "number": 21,
        "name": "Skandiyum",
        "symbol": "Sc",  
        "weight": "44.9559085",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"3",
        "description":"Periyodik tabloda üçüncü gruba ait olan ve nadir bulunan yumuşak gümüşümsü metal elementtir. Dokuzunun radyoaktif ve kısa yarı ömüre sahip olmasıyla birlikte on izotopu vardır. 1869’da Mendeleyev tarafından öngörülmüş, 1879’da da Nilson tarafından izole edilmiştir.",
        "usage":"Skandiyum metali havacılıkta, skandiyum oksit (Sc2O3) yüksek yoğunluklu elektrik lambalarının üretiminde ve skandiyum iyodür (ScI3) de güneş ışığına oldukça yakın tonda bir ışık veren lambaların yapımında kullanılır.",
        "source":"Çoğunlukla tortveitit (yaklaşık %34 oranında skandiyum içerir) ve wiikit minerallerinde rastlanır. Ayrıca, kalay ve tungsten cevherlerinde de bulunur. Saf skandiyum, uranyum arıtımının yan ürünü olarak elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 22,
        "name": "Titanyum",
        "symbol": "Ti",  
        "weight": "47.8671",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"4",
        "description":"Beyaz renkte geçiş metalidir. Birçok mineralde rastlanır. Aşınmaya dayanıklı, güçlü ve hafif alaşımlarda kullanılır. Havaya maruz kaldığında dış yüzünde pasif bir oksit kaplama oluşturur. İlk kez Gregor tarafından 1789’da keşfedilmiştir.",
        "usage":"Skandiyum metali havacılıkta, skandiyum oksit (Sc2O3) yüksek yoğunluklu elektrik lambalarının üretiminde ve skandiyum iyodür (ScI3) de güneş ışığına oldukça yakın tonda bir ışık veren lambaların yapımında kullanılır.",
        "source":"Kimyasal olarak güçlü ve asitlere dayanıklı olduğu için birçok alaşımda kullanılır. Yüzeyleri çok iyi kaplayan beyaz pigment olan titanyum dioksit (TiO2) boyalarda, kauçukta, kağıtlarda ve başka birçok malzemede kullanılır.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 23,
        "name": "Vanadyum",
        "symbol": "V",  
        "weight": "50.94151",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"5",
        "description":"Yumuşak ve sünek parlak beyaz bir metaldir. Alkali, sülfirik ve hidroklorik asit aşınmasına karşı iyi bir dirence sahiptir. 933K gibi bir sıcaklıkta hemen oksitlenir. Vanadyumun iki tane doğal olarak bulunan izotopu ve beş radyoizotopu vardır. ",
        "usage":"Daha güçlü ve dayanıklı alaşımlar yapmak için başka metallerle birlikte kullanılır. Vanadyum pentoksit (V2O5) katalizör, boya ve renk sabitleyici olarak kullanılır.",
        "source":"Patronit (VS4), vanadinit [Pb5(VO4)3Cl] ve karnotit [K2(UO2)2(VO4)2.3H2O] minerallerinde bulunur. Saf metal hali, vanadyum triklorür (VCl3) elde etmek üzere karbon (C) ve klor (CI2) ile ısıtılır. Sonrasında da elde edilen bileşik argon atmosferinde magnezyum ile ısıtılarak saf hali elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 24,
        "name": "Krom",
        "symbol": "Cr",  
        "weight": "51.99616",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"6",
        "description":"Sert gümüşümsü bir geçiş elementidir. Dekor amaçlı yapılan elektro-kaplamada kullanılır. 1797’de Vauquelin tarafından keşfedilmiştir. ",
        "usage":"Paslanmaz çelik yapımında kullanılır. Zümrüt ve yakutlara renk verir. Muhtelif orandaki demir-nikel-krom alaşımları, modern teknolojideki en önemli metallerin inanılmaz bir çeşitliliğini sağlar.",
        "source":"Kromit [Fe,Mg(CrO4)], en önemli mineralidir. Cevherinin, silikon ve alüminyumlu ortamda ısıtılmasıyla ticari üretimi yapılır.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 25,
        "name": "Manganez",
        "symbol": "Mn",  
        "weight": "54.9380443",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"7",
        "description":"Gri ve gevrek bir geçiş metalidir. Son derece elektropozitif olup ısıtıldığında ametallerle birleşebilir. 1774’te Scheele tarafından keşfedilmiştir. ",
        "usage":"Çelik, bataryalar ve seramikte kullanılır. Demiryolu raylarındaki çelik %1.2 kadar manganez içerebilir. B1 vitamininin etkili olması için oldukça gereklidir.",
        "source":"En çok bulunan cevherleri pirolüsit (MnO2), psilomelan [(Ba,H2O)2Mn5O10] ve rodokrosittir (MnCO3). Saf metal hali, manganez dioksitin (MnO2), toz halindeki alüminyum ile karıştırıp bir fırında ateşlenmesi ile elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 26,
        "name": "Demir",
        "symbol": "Fe",  
        "weight": "55.8452",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"8",
        "description":"Dövülebilir, sünek ve gümüşümsü bir geçiş metalidir. Dokuz izotopu vardır ve yer kabuğunda en çok bulunan dördüncü elementtir. Eser element olarak canlı organizmalarca (insanlarda hemoglobinde bulunur) ihtiyaç duyulur. Oldukça reaktiftir, nemli havada oksitlenir, seyreltik asitlerde hidrojeni ortadan kaldırır ve ametal elementlerle birleşir.",
        "usage":"Çelik ve diğer alaşımlarda kullanılır. İnsanlar için gereklidir. Kan damarlarında oksijen taşıyan hemoglobinin temel yapıtaşıdır. Oksitleri manyetik bantlar ve bilgisayar disklerinde kullanılır.",
        "source":"Demir cevherlerinden elde edilir. Saf metal hali yüksek fırınlarda kireç taşının, kok kömürünün ve demir cevherinin tabakalar halinde konup sıcak gazların da aşağı itilmesiyle elde edilir. Bu işlem kok kömürünü iyice kızdırır ve demir bu sayede oksitlerinden indirgenerek aşağı aktığı yerde sıvılaşır.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 27,
        "name": "Kobalt",
        "symbol": "Co",  
        "weight": "58.9331944",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"9",
        "description":"Açık gri bir geçiş elementidir. Bazı göktaşları eser miktarda kobalt içerir. Kullanımı için genellikle alaşımlanır. Memeliler az miktarda kobalt tuzuna ihtiyaç duyar. Kobaltın yapay olarak üretilen radyoaktif izotopu Kobalt-60 önemli bir radyoaktif izleyici ve kanser tedavisi maddesidir. 1737’de Brandt tarafından keşfedilmiştir.",
        "usage":"Mıknatıs, seramik ve özel gözlüklerde bulunan birçok sert alaşımda kullanılır. 982 dereceye kadar sert kalır. Radyoaktif kobalt-60 izotopu kanser tedavisinde kullanılır.",
        "source":"Kobaltit  (CoAsS) ve linneit (Co3S4) gibi arsenik, oksijen ve kükürtün olduğu bileşiklerde bulunur. Saf kobalt nikel, bakır ve demi arıtımının yan ürünü olarak elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 28,
        "name": "Nikel",
        "symbol": "Ni",  
        "weight": "58.69344",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"10",
        "description":"Dövülebilir, sünek ve gümüşümsü bir geçiş elementidir. 1751’de A.F. Cronstedt tarafından keşfedilmiştir.",
        "usage":"Aşınmaya dirençli olduğundan dolayı elektrokaplama ve metal alaşımlarında kullanılır. Ayrıca, madeni paralarda nikel-kadmiyum pillerinde ve katalizör olarak kullanılır.",
        "source":"Pentlandit cevherinde bol miktarda bulunur. Cevher yüksek fırında ısıtılarak kükürtün oksijenle yer değiştirmesi sağlanır. Ardından, oksitler demirle tepkimeye giren bir asitle kimyasal işleme tabi tutulur. Söz konusu asit nikel ile tepkimeye girmez.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 29,
        "name": "Bakır",
        "symbol": "Cu",  
        "weight": "63.5463",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"11",
        "description":"Kırmızı-kahverengi bir geçiş elementidir. Romalılar tarafından cuprum olarak adlandırılmıştır. Binlerce yıldır özütlenip kullanılmaktadır. Dövülebilir ve sünek olmasının yanı sıra harika bir elektrik iletkenidir. Nemli koşullarda, dışında yeşilimsi bir tabaka oluşur.",
        "usage":"En çok elektrik iletkeni olarak kullanılır. Su borularının üretiminde de bakırdan yararlanılır. Alaşımları mücevherat ve madeni para yapımında kullanılır.",
        "source":"Saf bakır nadiren doğada bulunur. Genellikle kalkoprit (CuFeS2), kalkosit(Cu2S), kovelit (CuS)  yada kuprit (Cu2O) gibi oksitlerde olduğu gibi sülfirlerde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 30,
        "name": "Çinko",
        "symbol": "Zn",  
        "weight": "65.382",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"4",
        "group":"12",
        "description":"Mavi-beyaz renkte metal bir elementtir. Birçok bileşikte doğal olarak bulunur. Beş kararlı izotopu ve altı radyoaktif izotopu bulunmuştur. Kimyasal olarak reaktif bir metaldir, oksijen ve diğer ametallerle birleşir. Seyreltik asitlerle tepkimeye girip oksijen salınımı yapar.",
        "usage":"Diğer metallerin paslanmasını engellemek için kaplama (galvanizleme) yapmak için kullanılır. Ayrıca pirinç, bronz, nikel gibi alaşımlarda kullanılır. Lehim, kozmetik ürünleri ve pigmentlerde de kullanımı görülür.",
        "source":"Sfalerit (ZnS), kalamin, franklinit, smitsonit (ZnCO3), villemit ve zinkit (ZnO) gibi minerallerde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 39,
        "name": "İtriyum",
        "symbol": "Y",  
        "weight": "88.905842",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"3",
        "description":"Periyodik tablonun üçüncü grubundan bulunan gümüşümsü-gri bir elementtir. Uranyum cevherlerinde bulunur. Tek doğal izotopu Y-89'dur. 14 tane de yapay izotopu vardır. Kimyasal olarak lantanitlere benzer. 400 derece sıcaklığın altındaki havada kararlıdır. 1828'de Friedrich Wohler tarafından keşfedilmiştir.",
        "usage":"Renkli televizyonlar için gereken kırmızı fosforun yapılabilmesi için evropiyum ile karıştırılır. İtriyum oksit ve demik oksit, radarda kullanılan kristal bir garneti yapımı için birleştirilir.",
        "source":"Monazit, ksenotim ve itriya gibi minerallerde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 40,
        "name": "Zirkonyum",
        "symbol": "Zr",  
        "weight": "91.2242",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"4",
        "description":"Gri-beyaz bir geçiş metalidir. Bilinen beş doğal ve altı radyoaktif izotopu vardır. Nükleer reaktörlerde nötron soğurucusu olarak kullanılır. 1789'da Martin Klaproth tarafından keşfedilmiş, 1824'te de Berzelius tarafından izole edilmiştir.",
        "usage":"Nötronları hemen soğurmadığı için nükleer alanda zirkonyum alaşılımlarında kullanılır. Badeleyit aynı zamanda laboratuvar kaplarında kullanılır. Yüksek performaslı pompa ve vana yapımında da zirkonyumun kullanımı yaygındır. Zirkonyum silikat (ZrSiO4) popüler bir değerli taştır.",
        "source":"Zirkon ve badeleyit gibi birçok mineralde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
       {
        "number": 41,
        "name": "Niyobyum",
        "symbol": "Nb",  
        "weight": "92.906372",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"5",
        "description":"Yumuşak, sünek, gri-mavi bir geçiş metalidir. Mukavemeti arttırmak için kaynaklı bağlantılarda ve özel çeliklerde kullanılır. Halojenlerle birleşir ve 200 derece sıcaklıkta havada oksitlenir. 1801 yılında Charles Hatchett tarafından keşfedilmiş, 1864'te de Blomstrand tarafından izole edilmiştir. Asıl adı kolombiyumdu.",
        "usage":"Demir ve nikelle beraber alaşım olarak kullanılır. Nükleer reaktörlerde kullanılabilir. Kalay, alüminyum veya zirkonyum ile alaşıma dahil edildiğinde süper iletken olduğu bilinmektedir.",
        "source":"Kolombit mineralinde bulunur. Eskiden kolombiyum (Cb) olarak biliniyordu. Nükleer reaktör, uçak ve roketlerinin paslanma çelik alaşımlarında kullanılır.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 42,
        "name": "Molibden",
        "symbol": "Mo",  
        "weight": "95.951",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"6",
        "description":"Gümüşümsü-beyaz, sert, bir geçiş metalidir. Kimyasal olarak reaktif değildir ve birçok asitten etkilenmez. Yüksek sıcaklıklarda oksitlenir. Yedi doğal izotopu ve dört radyoizotopu vardır. Bu dördü içinde Mo-93, 3500 yıl yarı ömürle en kararlı olanıdır. Molibden hemen hemen bütün yüksek mukavemetli çeliklerde kullanılır ",
        "usage":"Alaşımları uçak, roket ve kazan sacı için yapılan koruyucu kaplamalarda kullanılır.",
        "source":"Molibdenit (MoS2) ve vulfenit (MoO4Pb) minerallerinde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 43,
        "name": "Teknesyum",
        "symbol": "Tc",  
        "weight": "98",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"7",
        "description":"Radyoaktif bir geçiş metalidir. Bazı yıldızlarda ve uranyumun fisyon ürünlerinde bulunabilir. İlk olarak Perrier ve Segre'nin molibdeni dötronlarla bombardıman etmesi sonucu Tc-97'nin ortaya çıkmasıyla elde edilmiştir. Tc-99 2.6*10^6 yıllık yarı ömür ile en kararlı izotopudur. Bilinen 16 izotopu vardır. Organik teknetyum bileşikleri kemik görüntülemede kullanılır. Renyum ve manganez arasında kimyasal özelliklere sahiptir. ",
        "usage":"Nükleer tıp alanında kullanılır.",
        "source":"İlk kez molibdenyumun siklotronda dötronlarla (ağır hidrojen) bombardıman edilmesi sonucu elde edilmiştir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 44,
        "name": "Rutenyum",
        "symbol": "Ru",  
        "weight": "101.072",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"8",
        "description":"Sert, beyaz bir geçiş metalidir. Platinle birlikte bulunur. Bazı platin alaşımlarında bir katalizör olarak kullanılır. Erimiş alkalilerde çözünür ve asitler tarafından saldırıya uğramaz. Halojenlerle ve oksijenle yüksek sıcaklıklarda tepkimeye girer. 1844 yılında K.K. Klaus tarafından izole edilmiştir. ",
        "usage":"Platin ve paladyumu sertleştirirken kullanılır. %10 rutenyum bulunan platin alaşımları hava aracı manyetolarında kullanılır.",
        "source":"Piroksinit ve pentlanditte bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 45,
        "name": "Rodyum",
        "symbol": "Rh",  
        "weight": "102.905502",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"9",
        "description":"Gümüşümsü beyaz bir geçiş metalidir. Platinle beraber bulunur ve bazı platin alaşımlarında kullanılır. Asitler tarafından saldırıya uğramaz, sadece kral suyunda çözülür. 1803'te W.H. Wollaston tarafından keşfedilmiştir. ",
        "usage":"Yüksek kaliteli bilimsel ekipmanların aşınmaması için yapılan kaplamalarda kullanılır. Termokupl üretiminde de platin ile birlikte  kullanılır.",
        "source":"Nikel üretiminin yan ürünü olarak elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 46,
        "name": "Paladyum",
        "symbol": "Pd",  
        "weight": "106.421",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"10",
        "description":"Yumuşak, beyaz ve sünek bir geçiş elementidir. Bazı bakır ve nikel cevherlerinde bulunur. Normal sıcaklıklarda oksijenle tepkimeye girmez. Sadece hidroklorik asitte çözünür. 1803'te W.H. Wollaston tarafından keşfedilmiştir.",
        "usage":"Dişçilik araçlarında ve mücevheratta gümüşe alternatif olarak kullanılır. Saf metal hali, analog kol saatleri için hassas zemberek yaparken kullanılır. Katalizör olarak ve cerrahi araçlarda da kullanılır.",
        "source":"Platin, nikel, bakır ve cıva cevherlerinde elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 47,
        "name": "Gümüş",
        "symbol": "Ag",  
        "weight": "107.86822",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"11",
        "description":"Beyaz, parlak, yumuşak bir geçiş metalidir. Hem kendi element şeklinde hem de minerallerde bulunur. Mücevheratta, yemek takımları gibi birçok üründe bulunur.",
        "usage":"Mücevherat alaşımlarında ve fotoğrafçılıkta gereken bileşiklerde kullanılır. Aynı zamanda iyi bir iletkendir, fakat pahalıdır.",
        "source":"Argentit (AgS), açık ve koyu pirargirit (Ag3AsS3) ve gevrek gümüş cevherlerinde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 48,
        "name": "Kadmiyum",
        "symbol": "Cd",  
        "weight": "112.4144",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"5",
        "group":"12",
        "description":"Periyodik tabloda 12. gruba ait yumuşak, mavimsi bir metaldir. Düşük yoğunluklarda dahi son derece zehirlidir. Kimyasal olarak çinkoya benzer ama daha kompleks bileşiklere elverişlidir. 1817'de F. Stromeyer tarafından keşfedilmiştir.",
        "usage":"Nikel-kadmiyum bataryalarında kullanılır. Çeliğin elektrokaplamasında ve rulman üretiminde kullanılır. Bileşikleri, boya pigmentlerinde ve çok çeşitli yoğun boyalarda bulunur. Kaynayan kadmiyum, yeşil renkte zehirli bir buharı açığa çıkarır.",
        "source":"Çinko arıtımının yan ürünü olarak elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 72,
        "name": "Hafniyum",
        "symbol": "Hf",  
        "weight": "178.492",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"4",
        "description":"Gümüşümsü ve parlak bir geçiş metalidir. Filamentlerde ve elektrotlarda bulunan tungsten alaşımlarında kullanılır. Nötron soğurucusu da olarak da işlev görür. ",
        "usage":"Nötron soğurabilmesinden ötürü reaktör kontrol çubuklarında kullanılır.",
        "source":"Zirkon veya badeleyit mineralinde elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 73,
        "name": "Tantal",
        "symbol": "Ta",  
        "weight": "180.947882",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"5",
        "description":"Ağır, mavi-gri bir geçiş metalidir. Ta-181 kararlı ve Ta-180, 10^7 yıldan fazla yarı ömürle radyoaktif bir izotopudur. Tepkimeye girmediği için cerrahi alanda kullanılır. Havada pasif bir oksit tabakası oluşturur.",
        "usage":"Yaygın bir şekilde platin yerine ekonomik bir alternatif olarak kullanılır. Tantal pentoksit, kapasitörlerde ve kırılma gücünü arttırmak içim kamera lenslerinde kullanılır. Hem kendisi hem de alaşımları aşınmaya ve suya karşı dayanıklıdır.",
        "source":"En çok tantalit mineralinde bulunur. Her zaman niyobyum ile beraber rastlanır.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 74,
        "name": "Tungsten",
        "symbol": "W",  
        "weight": "183.841",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"6",
        "description":"Eskiden volfram olarak bilinen, beyaz veya gri olabilen bir geçiş metalidir. Havada koruyucu bir oksit tabakası oluşturur ve yüksek sıcaklıkta oksitlenir. Jose ve Fausto de Elhuyer tarafından 1783'te izole edilmiştir.",
        "usage":"Vakum tüpü ve elektrikli lambalarda gerekli olan filamentlerin yapımında kullanılır. Ayrıca arabalarda platin olarak da bulunur. Kalsiyum veya magnezyum ile karıştırıldığında fosfor elde edililir. Volfram karbür, oldukça sert olup kesme araçları ve aşındırıcı üretiminde kullanılır.",
        "source":"Şelit (CaWO4) ve volframit  [(Fe,Mn)WO4] minerallerinde bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 75,
        "name": "Renyum",
        "symbol": "Re",  
        "weight": "186.2071",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"7",
        "description":"Gümüşümsü-beyaz bir geçiş metalidir. Molibdenin rafine edilmesi işleminin yan ürünü olarak elde edilir. Renyum-molibden alaşımları süper iletkendir.",
        "usage":"Kütle spektrofilerinde filament yapmak için volfram veya platin ile karışıtırılır. En büyük önemi, sürekli sürtünme kuvvetine maruz kalmış metal bileşenlerin sertleştirilmesi için kullanılan nadir bir alaşımlama maddesi olmasıdır.",
        "source":"Gadolinit ve molibden minerallerinde küçük miktarlarda bulunur. Erime noktası oldukça yüksektir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 76,
        "name": "Osmiyum",
        "symbol": "Os",  
        "weight": "190.233",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"8",
        "description":"Sert, mavi-beyaz bir geçiş metalidir. Platinle beraber bulunur. Platin ve iridyumun ile bazı alaşımlarda kullanılır.",
        "usage":"Dolma kalem uçlarında, bazı makine millerinde, elektrikli lamba filamentlerinde, yüksek sıcaklık alaşımlarında ve baskı rulmanı üretiminde kullanılır. Çok serttir ve aşınmaya karşı oldukça dayanıklıdır.",
        "source":"Platin ile aynı cevherlerden elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 77,
        "name": "İridyum",
        "symbol": "Ir",  
        "weight": "192.2173",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"9",
        "description":"Oldukça sert ve gevrek olan gümüşümsü bir geçiş metalidir. Sarımtrak tonda bir rengi vardır. İridyum tuzları son derece renklidir. Herhangi bir asit tarafından saldırıya uğramayıp aşınmaya en dayanıklı olduğu bilinen metaldir, ancak erimiş tuzlardan etkilenir. ",
        "usage":"Osmiyumla birlikte dolma kalem uçlarında, pota ve özel kap yapımında kullanılır. Standart ağırlık ve ölçülerde gereken alaşımların yanı sıra ısıya dayanıklı alaşımlarda da kullanılır. Platin için sertleştirme maddesi olarak da kullanılmaktadır.",
        "source":"Platin ile birlikte çakıl yataklarında bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 78,
        "name": "Platin",
        "symbol": "Pt",  
        "weight": "195.0849",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"10",
        "description":"Alımlı, grimsi beyaz bir metaldir. Saf haldeyken sünektir ve dövülebilir. Havada oksitlenmez, hidroklorik ve nitrik asitte çözünmez. Halojenler, siyanürler ve alkalilerin aşınmasına uğrar. Hidrojen ve oksijen platünyumun olduğu ortamda patlayarak tepkime gösterir. ",
        "usage":"Mücevheratta, pota, özel kapların yapımında ve katalizör olarak kullanılır. Kobalt ile birlikte çok güçlü mıknatıslar üretmek için kullanılır. Ayrıca, standart ağırlık ve ölçüler yapmak için de kullanılır. Aşınmaya ve kral suyu hariç asitlere karşı dirençlidir.",
        "source":"Doğal veya temel platinden elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 79,
        "name": "Altın",
        "symbol": "Au",  
        "weight": "196.9665695",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"11",
        "description":"Bilinen en sünek ve dövülebilir metaldir. Altının sadece bir tane kararlı izotopu ve altı radyoizotopu vardır. Au-195, 186 günlük yarı ömürle en kararlı olanıdır. Mücevheratta, dişçilikte, elektronikte ve parasal standart olarak kullanılır. ",
        "usage":"Son derece dövülebilir bir yapısı vardır. Elektronikte, mücevheratta ve madeni paralarda kullanılır. Kızılötesi radyasyonun iyi bir yansıtıcısıdır, bu yüzden güneş ışığının içten ısıtmasını azaltmak için gökdelenlerin camlarında ince bir altın tabakası kullanılır.",
        "source":"Doğal olarak ve bakır cevherleriyle birlikte yeryüzündeki damarlarda bulunur.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 80,
        "name": "Cıva",
        "symbol": "Hg",  
        "weight": "200.5923",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"6",
        "group":"12",
        "description":"Çinko grubuna dahil olan ağır, gümüşümsü ve sıvı halde bulunan bir metaldir. Termometrelerde, barometrelerde ve diğer bilimsel araçlarda kullanılır. Çinko ve kadmiyumdan daha reaktif olup asitlerde hidrojeni ortadan kaldırmaz. Birçok organik cıva bileşiği ve kompleks oluşturur.",
        "usage":"Termometre, barometre ve pillerde kullanılır. Aynı zamanda elektrik düğmelerinde ve cıva buharlı aydınlatma ürünlerinde kullanılır.",
        "source":"Cıvanın neredeyse hepsi zincifre veya cıva sülfürden (HgS) elde edilir. Bazı kırmızı zincifre kaynakları o kadar çok cıva içerir ki rastgele alınan numunelerde saf cıva damlalarına rastlanabilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 104,
        "name": "Rutherfordiyum",
        "symbol": "Rf",  
        "weight": "267",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"7",
        "group":"4",
        "description":"Radyoaktif ve transaktinit bir elementtir. Hafniyum ile benzer kimyasal özelliklere sahip olduğu düşünülür. Rf-260, Dubna'daki (SSCB) Ortak Nükleer Araştırma Enstitüsü'nde 1964 yılında keşfedilmiştir. Berkeley'de bulunan araştırmacılar 1964'te Unq-257 ve Unq-258 izotoplarını keşfetmiştir.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Kaliforniyum-249'un, 3 ve 4 saniyeden fazla yarıömürlü izotop oluşturan karbon-12 ve 13 parçacıklarıyla bombardıman edilmesi sonucu elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 105,
        "name": "Dubniyum",
        "symbol": "Db",  
        "weight": "268",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"7",
        "group":"5",
        "description":"Hahniyum (Ha) olarak da bilinir. 1.6 saniyelik yarı ömrü vardır.  1970'de Berkeley'deki araştırmacılar tarafından keşfedilmiştir. Şu ana kadar, yedi izotopu bulunmuştur.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Kaliforniyum-249'un, azot-15 ile bombardıman edilmesiyle elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 106,
        "name": "Seaborgiyum",
        "symbol": "Sg",  
        "weight": "269",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"7",
        "group":"6",
        "description":"0.9+/-0.2 saniyelik yarı ömrü vardır. Haziran 1974'te, SSCB'nin Dubna şehrinde yer alan Ortak Nükleer Araştırma Enstitüsü'nde keşfedilmiştir. Varlığı Eylül 1974'te Lawrence Berkeley ve Livermore Ulusal Laboratuvarı tarafından doğrulanmıştır.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Kaliforniyum-249'un, oksijen-18 ile bombardıman edilmesiyle elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 107,
        "name": "Bohriyum",
        "symbol": "Bh",  
        "weight": "270",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"7",
        "group":"7",
        "description":"Radyoaktif bir geçiş metalidir. Yaklaşık 1/500 saniyelik yarı ömrü vardır. Dubna'daki (SSCB) Ortak Nükleer Araştırma Enstitüsü tarafından 1976'ta keşfedilmiştir. Darmstadt'taki Ağır İyon Araştırmaları Merkezi'nde çalışan Batı Almanyalı fizikçiler tarafından doğrulanmıştır.",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Bizmut-204'ün, krom-54 ile bombardıman edilmesiyle elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 108,
        "name": "Hassiyum",
        "symbol": "Hs",  
        "weight": "269",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"7",
        "group":"8",
        "description":"İlk kez Darmstadt'ta bulunan Ağır İyon Araştırmaları Merkezi'nde Peter Armbruster ve Gottfried Muenzenberg'in öncülüğündeki Alman bir araştırma ekibi tarafından sentezlenen radyoaktif geçiş metalidir..",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Kurşun-208'in, demir-58 ile bombardıman edilmesiyle elde edilir.",
        "colors": [
          4283657726,
          4287535603
        ]
      },
      {
        "number": 112,
        "name": "Kopernikyum",
        "symbol": "Cn",  
        "weight": "285",
        "category": "Geçiş Metal",
        "block" :"D",
        "period":"7",
        "group":"12",
        "description":"Nikolas Kopernik'in onuruna bu isim verilmiştir. Geçici sistematik ad olarak ununbiyum kullanmılmış, eka-cıva da denmişti..",
        "usage":"Önemli bir ticari kullanımı yoktur.",
        "source":"Kurşun-208'in, çinko-70 ile bombardıman edilmesiyle elde edilir..",
        "colors": [
          4283657726,
          4287535603
        ]
      }
]